[
	{
		"title": "day1",
		"tags": "",
		"body": "<<enddream1birds>>\n<<cam1>><<daylight>>\n<<bedroom1>>\n<<noone>>They rose from their sheets. Breath soft, eyes squinted as they were once more overcome by familiar whiteness.\nThe walls. The ceiling. The floor. \nA perpetual white that stretched into the crevices of the room.\nAnd rounded the bars and banisters indiscriminately,\nstrang itself through the cotton in clothes or carpets,\nSlept in the shade of what was held above the floor.\nIt even coated their food. \nBut it wasn't bothersome. \nThere was comfort in the whiteness. \nIt made breathing easier. \nSleeping easier too.\nBut it didn't make staying there any less boring for them.\n<<ambros>>What to do?\n<<noone>>They did as they often did.\nThey went downstairs towards the tree.\nThey plucked a white apple from it's branches and bit into it. \n<<ambros>>This one's a bit sour.\n<<noone>>They ate it anyway.\nAfter they were done they wanted to read; so they went to the library. \n<<library1>>\nFingers traced the spines of books. \n<<ambros>>hmm....\nNo.\nNot that one either. \nAlready read that. \nAh hah!\n<<noone>>They pull out the book and flip it open. \nA Retelling Of Orpheus and Eurydice.\n<<ambros>>I needed something to bring my mood up.\nA story where love triumphs over everything should do the trick. \n<<library2>>They perch within the little, library chair and flip through the novel. \nThey smile at parts. \nFrown at other parts. \nBut ultimately tuck the book back into the shelf having enjoyed it immensely. \nAs they looked up at the clocks and their spinning faces they realised there was still quite a bit of time left till he arrived.\n<<ambros>>He better not be late. \n<<noone>>They leaves the library. \n...\nWhat could be done with the rest of a day?\n<<mirror>>\nThey sit alone in a room of mirrors. \nThey traced down their face all the way to their neck. \nthe little hairs that stood upright when their fingers grazed lightly on the skin. \nThere was this sense of...novelty to it. \nThe eyes were the strangest to them. \nHow the irises grew or shrunk. \nThey understood why irises did that of course. \nBut it still felt...bizarre. \n<<ambros>>The bird!?!\n<<noone>> They springs upright and dashes back into his room. \n...\nThey pull a piece of paper from the shelf and begins to sketch something out. \nThe lines are crude. \nIt's not the best looking drawing. \nBut there's a sense of something there. \nYou could tell just by looking at it that-\n...\n[[arrival1]]",
		"position": {
			"x": 517,
			"y": -1122
		},
		"colorID": 1
	},
	{
		"title": "arrival1",
		"tags": "",
		"body": "<<livingroom1>><<daylight>>He dashed to the livingroom, papers rustling in his hand pushing back the chair to sit in it.\r\n<<noone>>He was ready. The front of his foot slapping the floor repetitively,\r\nhis fingers looping in and out and both hands clung to each other, \r\nhis eyes fixed on the shadowy corner where Ezra often emerged from.\r\n<<showEzra>>\r\n<<ezra>>“Hey.” \r\n<<noone>>He smiled and all he could do was jolt from his seat, abandoning all anxiety and embracing him... \r\nHis chest felt like what Ambros might have imagined a meadow in summer to feel like.  \r\nThe fine wools like grass, \r\nthe warmth beneath like Gaia’s breath, \r\nthe smell like fruit or flowers and all the goodeness of being alive. \r\nThat’s exactly how he’d describe it.\r\nLike being alive.\r\nThere was the shade that came over Ambrose when he was not around. \r\nLike they whittled away when he was not around. \r\nBut all at once the vivid yellow of his hair, yellow like dandelions brought color back. It glowed in the white. \r\nHe raised his head till he met the greyish, sheepish gaze of Ezra. \r\n<<showAmbrose>>\r\n<<ambros>>You’re late.\r\n<<noone>>...\r\n<<ezra>>You’re just going to watch me eat? \r\n<<ambros>>I’ve already eaten. \r\n<<ezra>>Hmm, I was that late?\r\n<<ambros>>Any later and I’d have gone to bed so be grateful I’m even keeping you company.\r\n<<ezra>>Good things are worth waiting for. \r\n<<noone>>Ezra garbled between bites. \r\n<<ambros>>Are you referring to yourself or whatever’s in that bag?” Ambrose pointed at the satchel round his waist. \r\n<<ezra>>Hmph, you really have to ask. \r\n<<noone>>He pulled the satchel over his head and placed it on the table gently. \r\n<<ambros>>I wanted to be certain. \r\n<<noone>>Ambrose reached over to grab the satchel but only clutched air as the bag scraped across the table toward Ezra.\r\n<<ezra>>Patience.\r\n<<ambros>>Really?\r\n<<ezra>>What? I just want to know how you’ve been first? What did you get up to while I was away?\r\n<<ambros>>I slept. I drew. I ate. Now could you please hand over the satchel?\r\n<<ezra>>Half point.\r\n<<ambros>>What?\r\n<<ezra>>I asked two questions and you only answered one of them.\r\n<<ambros>>Goood.\r\n<<ezra>>In fact, I should give you less than half a point cos you didn’t even answer the most important question. \r\nHow are you?  \r\n<<noone>>Ambros’ features softened as he stared downwards. \r\n<<ezra>>You haven’t been ill, have you?\r\n<<ambros>>No no no! It’s not that. I’m actually fine.\r\n<<ezra>>Then what’s wrong? \r\n<<ambros>>Well... \r\n<<noone>>he rose from where he was seated, paper in hand and made his way behind Ezra placing it in front of both of them. \r\n<<ambros>>It’s this.\r\n<<noone>>Ezra stared down confused, \r\n<<ezra>>An ugly bird?\r\n<<ambros>>God, you know I’m not good at drawing birds yet, that’s not the point.\r\nWhat kind of bird is it?\r\n<<noone>>Ezra squinted, taking the edges of the paper and holding it in the air. \r\nHe shifted it from one side to the next with the concentration of someone engaged in deep thought. Then he spoke.  \r\n<<ezra>>An ugly one.\r\n<<ambros>>You’re insufferable. \r\n<<ezra>>I’m only joking!\r\n<<noone>>He laughs as he places it back onto the table\r\n<<ezra>>I still don’t get why this is bothering you though. \r\n<<noone>>Ambros slumped back into his seat crossing his arms, \r\n<<ambros>>I had a dream.\r\n<<noone>>There was a brief silence and Ezra straightened, \r\n<<ezra>>You did.\r\n<<ambros>>Yes, and this bird…I was this bird.\r\n<<ezra>>What else?\r\n<<ambros>>Well…I was soaring through the sky…seeing things…\r\n<<noone>>He paused, \r\n<<ambros>>But now that I think about it not much happened but it left me in a strange mood when I woke up. \r\nI feel like it meant something. But I don’t know what.\r\n<<noone>>Ezra's hand rose to his chin as he stroked the golden curls in his beard. \r\n<<ezra>>I see…dream wise I doubt I’ll be any help.\r\n<<ambros>>Utterly useless!  \r\n<<ezra>>You know I was about to offer you help, right? But now I’m just going to leave you to figure this out on your own.\r\n<<ambros>>Fine, fine I’ll hear what you have to say.\r\n<<ezra>>Good, now as I was saying I can’t help you with your dreams but I can figure out what this bird you’re looking for is.\r\n<<ambros>>Really?\r\n<<ezra>>“I even have a few ideas already, \r\n<<ezra>>of course I’ll have to bring some pictures and books so you can better pick out whichever bird best suits this image but…\r\n<<ezra>>I’ll find it. I promise. \r\n<<ambros>>I like when you’re actually helpful. It’s very refreshing.\r\n<<ezra>>No points! \r\n<<ezra>>What you were supposed to say was ‘Thank you, Ezra! You’re so considerate and smart and I could just kiss you right now!’ \r\n<<ezra>>anything along those lines would have sufficed. \r\n<<ambros>>I’ll thank you when I get my bird.\r\n<<ezra>>And when will you kiss me?  \r\n<<noone>>Ambros froze for a moment, averting his gaze from Ezra. Then he pushed back the chair and walked forward till his shadow swallowed Ezra. \r\n<<noone>>He then leaned forward slowly as Ezra inched closer himself, eyes closing as their lips were mere centimeters away. \r\n<<ambros>>Thank you!\r\n<<noone>>Ambros grins, pulling the satchel towards him and retreating behind his seat.\r\n<<ezra>>Hey! You little tease!\r\n<<noone>>Ezra followed after him as Ambros began rifling through its contents. \r\n<<ambros>>Tease? You can’t prove I even intended to kiss you in the first place.\r\n<<noone>>He stands on the other side of the table as Ezra jolted left and right trying to anticipate his next move. \r\n<<ezra>>Then thief is more accurate!\r\n<<ambros>>Can’t steal what’s already yours. \r\n<<noone>>He said, discarding the empty satchel on the floor and holding it to his face. \r\n<<ambros>>What is this anyway? \r\n<<ezra>>I’ll tell you if you hand it over. \r\n<<ambros>>Okay. \r\n<<noone>>In one movement Ambros tosses the object right above Ezra’s head and a panicked Ezra falls back onto the ground with a hard thud. \r\n<<ambros>>“Ezra!”\r\n<<noone>>Ambros runs over, falling down by his side, one of Ezra’s hands grasping the compass. \r\n<<ezra>>Shit! \r\n<<noone>>His face was shrunk into a scowl as he rubbed his temple, \r\n<<ezra>>Really went for it. Didn’t you, Ambros.  \r\n<<ambros>>Sorry. \r\n<<noone>>He brings his lips to Ezra’s cheek planting a peck before laying by his side. \r\n<<ambros>>All better?\r\n<<ezra>>Bastard.\r\n<<ambros>>So, what is it? \r\n<<ezra>>A compass. \r\n<<ambros>>And what does it do?\r\n<<ezra>>It points you in the right direction.\r\n<<ambros>>Like…spiritually? It gives advice or something?\r\n<<noone>>Ezra chuckled a little, \r\n<<ezra>>Advice? Maybe. But I wouldn’t use one of these things to inform an important decision in my life or something.\r\n<<ezra>>It helps when you’re physically lost.\r\n<<noone>>Ezra opens the pearly cover of the compass revealing its face, \r\n<<ezra>>See that arrow?\r\n<<ambros>>Yah.\r\n<<ezra>>That arrow always points north no matter where you are. And once you know where north is, south, west and east follow.\r\n<<ambros>>Huh? \r\n<<noone>>Ambros reached out gently, taking the compass from Ezra's hand. \r\n<<ambros>>Are you lost often? \r\n<<ezra>>Hmmmm, I think I am. My work demands a lot of travel and once in a while I do misread a map\r\n<<ezra>>or get too cocky and abandon the map entirely.\r\n<<ambros>>Mmhmm. \r\n<<noone>>Ezra gazed at its surface as the item twinkled dimly in his hand before placing it beside himself.\r\n<<ezra>>“You don’t like it, do you?\r\n<<ambros>>No? \r\n<<ambros>>Well…it’s beautiful…but I don’t really need one, do I?\r\n<<ezra>>It’s not like you needed the ceramic owl I brought last time.\r\n<<ambros>>Yes, but the owl is pretty cute. This though…I don’t really go anywhere and getting lost here just isn’t possible. \r\n<<ambros>>You probably need it more than I do.\r\n<<ezra>>There’s more than one compass in the world, Ambros. And I thought you’d find it interesting. \r\n<<ezra>>I thought you’d like to break it apart and see how it works. Explore it. \r\n<<noone>>Ambros turns to his side staring down at the item. \r\n<<ambros>>I do like breaking things from time to time.\r\n<<ezra>>Wow, my gifts become more valuable to you when you realise they're breakable. \r\n<<ambros>>What can I say? Get better gifts I guess. \r\n<<ezra>>Alright, alright, since today was such a huge disappointment\r\nWhat should I bring the next time I here?\r\n<<ambros>>Hmmm...I don't know...\r\n<<ambros>>I suppose something that makes noise.\r\n<<ezra>>Like you don't do enough of that.\r\n<<ambros>>Shut up!\r\n<<ambros>>But seriously though. \r\n<<ambros>>Something that sings. \r\n<<ezra>>Something that sings...a singing thing?\r\n<<ezra>>I have a few things in mind actually.\r\n<<ambros>>Already?\r\n<<ezra>>Mmhmm.\r\n<<ambros>>Care to share?\r\n<<ezra>>That will have to be a surprise for next time. \r\n<<ambros>>I think you have an unhealthy obsession with surprises.\r\n<<ezra>>And I think-\r\n<<noone>>Something rings in the distance rising up against Ezra's voice. \r\nIt chimes briefly before descending into silence. \r\nThe room was dimmer. \r\nIt was dark again. \r\n<<ambros>>Do you really have to go. \r\n<<ezra>>Fortunately, I do!\r\n...\r\n<<ezra>>I'll be back before you even know it, okay.\r\n<<ambros>>okay.\r\n<<noone>>Ezra rises and makes his way to the door. \r\n<<ezra>>And I promise I'll have your bird and you singing thing.\r\n<<ambros>>Okay...just don't take too long. \r\n<<ezra>>Alright, haha!\r\n<<ambros>>And don't be late again!\r\n<<ezra>>I won't.\r\n<<noone>>And the door shuts.\r\nAnd they are alone again. \r\nAmbrose walked back upstairs silently. \r\nThey wrapped themselves in their blankets\r\nand fell asleep. \r\n<<endday1>>\r\n[[day2]]",
		"position": {
			"x": 733,
			"y": -1128
		},
		"colorID": 1
	},
	{
		"title": "day2",
		"tags": "",
		"body": "<<her>>A village of wailers.\nThey know no songs. \nAll except one. \nThey know how to split the silence with their agony.\nThey only sing lamentations as they scrubs salts and herbs and roots in their wounds.\nTheir wounds that refuse to heal. Their boils that drip with greases, their tongues that blister;\nAll untreated.\nWhere is that Sangoma?\nThe one whose hand can heal the injured?\nWho splits the bill of pain a takes the larger portions for himself?\nWhere is he?\nDays pass and the villages lie in the sand. \nBodies bare of warmth.\nDust in the hollows of their eyes and mouths. \nBirds picking off the hanging bits of skin as something grey oozes out. \nAnd yet, \nThey still wail. \n...\n<<noone>>Ambrose wakes from their dream shaking their head a little.\n<<ambros>>More dreams...\n<<noone>>He pulls the sheets from off him and begins his day.\n...\nThe day went by as it usually does. \nHe ate from the tree, \nHe Read in the library. \nHe waited in the living room as the time for Ezra's arrival came closer.\nYet, they remained slightly disturbed. \nThe dream still every persistent in their thoughts. \nThose same birds. \nIf only he were the sort of person that could forget these dreams so easily.\nThen the door unlocked. \nAnd those footsteps shuffled towards the living room.[[arrival2]]",
		"position": {
			"x": 144,
			"y": -795
		},
		"colorID": 7
	},
	{
		"title": "arrival2",
		"tags": "",
		"body": "<<fadein>>\n<<ezra>>Hey.\n<<ambros>>Heya. I see you've got quite a bit in your bag.\n<<ezra>>What? No \"how are you?\" or \"How's your day been?\" \n<<ezra>>Just \"Where's my stuff?\"\n<<ambros>>We don't need to be that formal. I can already tell you've had a boring day.\n<<ezra>>Really? How's that?\n<<ambros>>Cos you weren't here.\n<<ezra>>So the assumption being made is I don't have any friends aside from you, huh?\n<<ambros>>Is that what we are?\n<<ezra>>Huh?\n<<ambros>>Friends?\n<<ezra>>Why, you want to be more?\n<<ambros>>Hmmmm...\n<<ambros>>I'd prefer less actually!\n<<fadeout>>\n<<bedroom>>\n<<ezra>>You're the worst, you know that, right?\n<<ambros>>So, what's in the bag?\n<<ezra>>First I gotta know how you're doing. Anymore weird dreams? Any symptoms returning.\n[[Tell Ezra your dream?|tell]]\n[[Why should you? He won't help you.|silence]]",
		"position": {
			"x": 378,
			"y": -842
		},
		"colorID": 7
	},
	{
		"title": "tell",
		"tags": "",
		"body": "<<ambros>>I had a peculiar dream actually. \n<<ezra>>Peculiar how?\n<<ambros>>Just some strange figures that seemed to be dancing around a statue. \n<<ambros>>It was strange, actually. I woke up feeling...\n<<ezra>>Feeling what?\n<<ambros>>Enraged...like I'd been spited it some way.\n<<ambros>>It makes sense, right?\n<<ezra>>Dreams often don't make any sense. That why I don't bother with them.\n<<ezra>>At the end of the day, they're just flashing pictures that mean nothing.\n<<ezra>>It's best not to bother with them. \n[[He's acting so dismissive, isn't he?|confront]]\n[[Why does he think dreams don't matter?|ask]]\n[[They matter to you, Ambrose.|affirm]]",
		"position": {
			"x": 599,
			"y": -846
		},
		"colorID": 7
	},
	{
		"title": "silence",
		"tags": "",
		"body": "<<ambros>>Nope, all good.\n<<ezra>>That's great to hear.[[arrival2.1]]",
		"position": {
			"x": 826,
			"y": -849
		},
		"colorID": 7
	},
	{
		"title": "confront",
		"tags": "",
		"body": "<<ambros>>I think you can learn a great deal from dreams?\n<<ezra>>Really?\n<<ambros>>Prophets and oracles have dreams that can change the course of destiny.\n<<ezra>>So you're an oracle, now? \n<<ambros>>If you think so little of dreams then why did you even bother bringing me those books. \n<<ezra>>Who said I brought you any books?\n<<ambros>>...\n<<ezra>>Look, if you ask me I don't think the dreams mean anything. \n<<ezra>>But that won't stop me from helping you. I care about you \n<<ezra>>and by proxy I care about all the things you care about.\n<<ambros>>That's actually sweet.\n<<ezra>>Even the dumb things. I care about those too. \n<<ambros>>And you've gone and ruined it.[[arrival2.1]]",
		"position": {
			"x": 381,
			"y": -616
		},
		"colorID": 7
	},
	{
		"title": "ask",
		"tags": "",
		"body": "<<ambros>>Why do you hate dreams so much?\n<<ezra>>Woah, I never said I hated dreams. I just think they don't matter.\n<<ezra>>I mean, a long time ago most everyone though dreams were important. \n<<ezra>>We'd go to people that claimed to understand our sleeping minds to see the secrets we kepted hidden \n<<ezra>>in ourselves.\n<<ezra>>But we got wiser, we were about to peak into the mind with machines of all sorts\n<<ezra>>And it stole the mystery that dreams had. \n<<ezra>>Dreams are nothing more than vivid shadows of the subconscious.\n<<ambros>>Shadows of the subconscious?\n<<ambros>>Then there's certainly value in understanding them, ins't there?\n<<ezra>>I'd ignore your dreams if I were you. Especially the disturbing ones. \n<<ezra>>No point stewing in negative emotions. \n<<ambros>>But you know I'm not going to do that, right?\n<<ezra>>I guessed.[[arrival2.1]]",
		"position": {
			"x": 598,
			"y": -612
		},
		"colorID": 7
	},
	{
		"title": "affirm",
		"tags": "",
		"body": "<<ambros>>Well, they matter to me. \n<<ezra>>I guessed as much. \n<<ezra>>Don't let my pessimism spoil you fun though.\n<<ezra>>I'll help in anyway I can though don't expect too much from me.[[arrival2.1]]",
		"position": {
			"x": 824,
			"y": -618
		},
		"colorID": 7
	},
	{
		"title": "arrival2.1",
		"tags": "",
		"body": "<<ambros>>Now, are you gonna give me my gifts or what?\n<<ezra>>Okay, okay!\n<<noone>>He shuffles through his bag till he pulls out a thick book. \n<<ezra>>This should help with your first problem. Those pesky bird dreams. \n<<noone>>Ambrose takes the book in their hands and flips through it. \n<<ezra>>It's got all the specie that exists so I guarantee you'll find what you're looking for.\n<<ambros>>Mmhmm. \n<<noone>>He flips another page.\n<<ezra>>You can always read that later you know?\n<<ambros>>Right? \n<<ambros>>I got a little carried away. Thank you, Ezra.\n<<ezra>>That's uncharacteristically nice of you.\n<<ambros>>I'm nice to you often! Remember the other day when you fell and I kissed your forehead. \n<<ezra>>Right...\n<<ezra>>Why was it I fell again?\n<<ambros>>The point is I'm nice enough. \n<<ambros>>Don't make it seem like I'm only cruel to you. \n<<ezra>>Sheesh, all this bickering's made me not want to give you your second present. \n<<ambros>>The singing thing!?!\n<<ezra>>Yup.\n<<ezra>>And I went out of my way to find it too. \n<<ambros>>Okay, okay. No more bickering from my end. We can call a truce for now.\n<<ezra>>I'll just be a sec.\n<<ezraExitRight>>\n<<ambros>>I wonder what it is?\n<<ezra>>It's a polyphonic music box. \n<<ambros>>Woah. It's huge! How does it work. \n<<ezra>>I'll show you.\n<<noone>>Ezra places the disk in the box.\nHe presses a button and then....\n<<wait>>\n<<ezra>>",
		"position": {
			"x": 1056,
			"y": -850
		},
		"colorID": 7
	},
	{
		"title": "Arrival3",
		"tags": "",
		"body": "<<ambros>>What's it like out there?\n<<ezra>>Hm?\n<<ambros>>Outside.\n<<ezra>>Oh...\n<<ezra>>I don't know. \n<<ambros>>Really? You send so much of you time out there and you can't even say a single thing about that place.\n<<ezra>>I don't spend most of my time \"out there\". \n<<ezra>>I keep to myself for the most part. I read or write or break things apart. Same as you.\n<<ambros>>Is that right?\n<<ezra>>Yup.\n<<ambros>>That can't be it?\n<<ambros>>Tell me about...\n[[The weather.|weather]]\n[[The people.|people]]",
		"position": {
			"x": -470,
			"y": -169
		},
		"colorID": 2
	},
	{
		"title": "Arrival3.1",
		"tags": "",
		"body": "<<ambros>>What sort of work do you do?\n<<ezra>>I'm a pharmaceutical scientist. Wasn't that obvious?\n<<ambros>>Yah, but what do you all day?\n<<ezra>>Why so many questions all of a sudden?\n<<ambros>>I want to know you. Isn't that a normal thing for friends to want.\n<<ezra>>I guess that's true. \nWell, I'll lay it out for you then. \nA lot of my work is in the field of research.\nI basically try to find cures for illness and other chronic conditions. \nIt's a lot of looking at clumps of cells and tests and other boring things. \n<<ambros>>Literally none of that seems boring. \n<<ezra>>Well when you've been working in the industry as long as I have you'd change your tune about that. \n<<ambros>>How long have you been a pharmaceutical science person?\n<<ezra>>Um...too long to even remember unfortunately. \nIt all blends together. \n<<ambros>>It does...doesn't it.\n<<ezra>>I didn't realise you were in the pharmaceutical industry too.\n<<ambros>>I mean time in general. \nIt's gotten hard to keep track of lately. \n<<ezra>>I wouldn't bother with that sort of thing. Keeping track of time I mean. \n<<ambros>>I knew you'd say that. \n<<ezra>>How?\n<<ambros>>Cos...you're just that sort of person. The carefree kind.\n<<ezra>>...\nIs that really how you see me? \n...\n<<ambros>>You have to go?\n<<ezra>>Yup, you know how it is. \n<<ambros>>The only time you seem to care about keeping track of time is when you have to leave, huh?\nDidn't realise I was that hard to be around. \n<<ezra>>He don't get all fussy about it. \nI also keep track of when I gotta meet you, don't I?\n<<ambros>>Well then, don't be late then.\n<<ezra>>Alright, alright, seeya!\n<<noone>>And the door shuts.\nAnd they are alone again. \nAmbrose walked back upstairs silently. \nThey wrapped themselves in their blankets\nand fell asleep.",
		"position": {
			"x": 184,
			"y": -180
		},
		"colorID": 2
	},
	{
		"title": "weather",
		"tags": "",
		"body": "<<ezra>>What's there to say. \n<<ambros>>Is it warm? Are there tonnes of birds always flying around? \n<<ambros>>What's spring like? What's snow like?\n<<ezra>>As I said, I don't go out much. \n<<ambros>>Seriously? You're so reclusive that you can't tell me a single thing about the weather. \n<<ezra>>It's warm sometimes and it's cold sometimes, what do you want me to say?\n<<ambros>>Okay, if you're gonna be like that how about I ask you another question.\n<<ezra>>Am I being interrogated right now?\n<<ambros>>This one's simpler.\n[[Arrival3.1]]",
		"position": {
			"x": -142,
			"y": -357
		},
		"colorID": 2
	},
	{
		"title": "people",
		"tags": "",
		"body": "<<ezra>>What about people?\n<<ambros>>Like, for example...tell me about your parents.\n<<ezra>>Well, what can be said. \nThey were decent, they loved me and they cared for me. \n<<ambros>>Why were? Did they stop being decent? \n<<ezra>>Oh-I mean-they're still all those things. We just don't talk as much. \n<<ambros>>Why not? \n<<ezra>>They live really far away. \n<<ambros>>You don't send letters? \n<<ezra>>Look, we just don't talk anymore. there's not much more I can say than that. \nIt's just the way it is now. \n<<ambros>>Oh. \n...\n<<ezra>>I didn't mean to snap. It's just...a sore subject. \n<<ambros>>It's fine. I was just curious. \nOf course now you have to answer one more question. \n<<ezra>>Alright, shoot.[[Arrival3.1]]",
		"position": {
			"x": -249,
			"y": -76
		},
		"colorID": 2
	},
	{
		"title": "Arrival5",
		"tags": "",
		"body": "<<ezra>>Surprise.\n<<ambros>>Ezra, you didn't?\n<<ezra>>I thought about what you said the other day and my professional opinion is that you could do with some company while I'm away.\n<<ambros>>How did you even build this?\nWith tonnes of sneaking around, that's for sure. \nLuckily you're a heavy sleeper. \n<<ezra>>Ambrose?\n<<ambros>>You know, the illustrations did a good job of showing me how beautiful these creature could be. \nBut nothing beats standing here looking at them in real life. \n<<ezra>>Yah.\nI'd have loved to find a way of giving you a closer view but I hope this makes you happy. \n<<ambros>>It does.\nThank you.\n<<noone>>They both stare out into the pond silently and the backs of their hands graze.\nBrave fingers bridge the gap and connect the pair.\nSome shifts in the wind. Like the wings of a black swan.\n<<ambros>>Is this like that dream of yours?\n<<ezra>>Which dream?\n<<ambros>>The one where we watch the swans glide on the water.\n<<ambros>>As they circled the pond slowly, leaving ripples as they go?\n<<ezra>>What do you mean?\n<<ambros>>Though, I don't think I could ever be your friend now I think about it. \n<<ezra>>Why not?\n<<ambros>>Because,\n<<ambros>>I love you.\n<<noone>>They kissed. \n<<ezra>>I-\n<<bell>>\n<<ezra>>I have to go. \n<<ambros>>Now?\n<<ezra>>There's something I need to do. It's urgent. \n<<ambros>>I-\n<<ambros>>Okay. \n<<ezra>>See you soon. \n<<ambros>>...\n<<noone>>And without a word, he was gone.",
		"position": {
			"x": 3327,
			"y": -510
		},
		"colorID": 4
	},
	{
		"title": "Arrival4",
		"tags": "",
		"body": "<<ezra>>May I come in?\n<<ambros>>Yup.\n<<ezra>>Hey, what's wrong, you seem...upset.\nYou're not ill again, are you?\n<<ambros>>It's nothing like that. \nIt doesn't matter. \n<<ezra>>Don't say that. It matters to me. \nI just want to know that you're fine. \nYou are fine, right?\n<<ambros>>I want a pet.\n<<ezra>>Oh.\n<<ambros>>I know what you're going to say. I'll prolly get really ill cos I'm allergic to everything-\n<<ezra>>Jeez, you can read minds I see. \n<<ambros>>I'm serious Ezra. \n<<ezra>>Okay, okay.\nBut why do you even want a pet in the first place?\nIt would get the place all messy, and you'd have to take care of it for most of the day-\n<<ambros>>I'm not a child. I'm sure I could take care of...something.\n<<ezra>>Do you even know what this something is? \nWhat sort of pet would you even want?\n<<ambros>>I don't know! You could help out or something. \n<<ezra>>I'm not going to help you smuggle something in here that could hurt you!\nI'm sorry but I have to draw the line here. \nYou're in a fragile state, Ambrose. \nIt's a miracle you're even walking right now, let alone thinking of owning a pet. \n>This period of relative help could be compromise by a little fur, or a scale or a feather. \nI'm sorry but my answer's no. \nAt least not until you're healthy again.\n<<noone>>...\n<<ezra>>Ambrose, I'm not trying to be-\n<<ambros>>So, when will I be healthy again?\n<<ezra>>Its...Ambrose..it's \n<<ambros>>Hard to say. It could in a short while or in a long while. But eventually you'll be back to you old self.\n<<ezra>>I know-\n<<ambros>>I know it's hard but you just have to keep eating right, get a good amount of rest and stay positive. \nWhat if I don't get better?\nWhat if I have to spend the rest of my life in here?\nEzra, I've been in here so long I can't remember what life was like before the coma. \nThe only thing that makes living here bearable is that you come around from time to time. \nAnd we talk and we play games and for a moment I feel connected to something.\nThen you leave and I'm alone again. \n<<ezra>>I'm sorry. \n<<ambros>>You don't need to apologize for anything. You didn't put me here and all you've ever done is take care of me.\nI don't even know why I said all of that to be honest. It's kind of embarrassing. \nMaybe, I just wanted to pretend that everything was normal, you know.\n<<noone>>Ambrose slumps down against the wall looking dejected.\nGod, I'm pathetic.\n<<noone>>...\n<<ezra>>What kind of pet do you want?\n<<ambros>>It's fine, Ezra. You don't have to humor me.\n<<ezra>>You want to be normal. I get that. So lets just have a normal conversation then.\nI'd like to know.\n<<ambros>>It makes no sense at all...\nBut in a book of Myths and Fables there was this image I saw in one of the stories.\nLeda's swan I think it was called. \n<<ezra>>A swan? You certainly got good taste. \n<<ambros>>It's not the sort of animal you'd keep as a pet though, is it?\n<<ezra>>It's not traditional, no. But it doesn't need to be. \n<<ambros>>What?\n<<ezra>>There's a place I went to once. A beautiful crystal lake in a forest. \n<<ezra>>There I saw a flock of swans resting on the water. \n<<ezra>>Because I was younger, bolder and a little more stupid I waded into the water thinking I could take one.\n<<ezra>>But before I could reach them they flew away.\n<<ambros>>Oh.\n<<ezra>>So I lay there in the water and watched them float away.\n<<ezra>>And I thought to myself, \"One day, I'd like to find this place again with a friend. And this time we'll just watch the swans.\"\n<<ambros>>That would be nice, wouldn't it.\n<<ezra>>It would.\nEzra departed as he often did. \nAnd they are alone again. \nAmbrose wrapped themselves in their blankets\nand fell asleep.",
		"position": {
			"x": 1990,
			"y": -632
		},
		"colorID": 3
	},
	{
		"title": "Arrival6",
		"tags": "",
		"body": "<<ambros>>Ezra, Hey!\n<<ezra>>Sorry I was late.I didn't mean to keep you waiting. \n<<ambros>>It's fine.\n<<noone>>A heavy silence loomed uninterrupted for a few seconds before it was finally broken.\n<<ezra>>I got you something. \n<<noone>>He rustled through his bag and pulled out book.\n<<ambros>>A book...about swans?\n<<ezra>>I figured since nothing was going to top gift from the other day I should just keep the ball rolling. \n<<ezra>>At least till you forget about the swan room. \n<<ambrose>>It's a very nice gift. I like it. \n<<noone>>Ambrose flipped through the pages of the book, their eyes attempting not to meet Ezra's.\n<<ezra>>You don't like it do you?\n<<ambros>>No, it's really thoughtful. But...\n<<noone>>...\n<<ambros>>We kissed.\n<<ezra>>I guess we did.\n<<ambros>>And I said, \"I love you.\"\n<<ezra>>...\n<<ambros>>And I meant it.\n<<ambros>>Then you left abruptly. \n<<ezra>>I...something came up. \n<<ambros>>Really?\n<<ezra>>And it was time for me to go anyway so I left. \n<<ambros>>So is that it then?\n<<ambros>>You were just going to act like it never happened?\n<<ambros>>Pretend everything was normal. \n<<ezra>>I didn't know what to say. \n<<ambros>>How about yes or no?\n<<noone>>Ezra, do you love me too?\n<<ezra>>I-\n<<ambros>>Just answer this question and we can get on with life as it was. \n<<ambros>>I need to know for my own sanity. \n<<ezra>>Ambros, it's more complicated than that.\n<<ambros>>How? \n<<ezra>>There's-\n<<ezra>>It just is. \n<<ambros>>Your feelings? Your job? Life in general? What are you talking about?\n<<ezra>>You wouldn't understand, alright?\nIt's not as simple as you want it to be! \nI wish it was. I wish I could just tell you but-\n<<ambros>>But what?\n<<ezra>>I'm scared. \n<<ambros>>Scared?\n<<noone>>Ambrose laughed.\n<<ambros>>What are you scared of? Me? \n<<ezra>>...\n<<ambros>>Wait, you're actually scared of me?\n<<ezra>>I want to explain everything to you. I do. But you have to believe that I'm coming from an earnest place. \n<<ambros>>...\n<<ezra>>I'm not trying to hurt you. \n<<ambros>>I know that.\n...\nIt still hurts. \nYou couldn't just say you don't love me. At least that way we could move forward and pretend what happened in the swan room didn't happen.\n>Why can't you just say it. Say you don't love me so we can move on. \n<<ezra>>I can't. \n<<ambros>>Are you that much of a coward that you can't tell me your true feelings?\n<<ezra>>Ambrose-\n<<ambros>>Just go ahead and say it! Say you don't love me! Say you hate me even! Anything but a non-answer. \nAnything but saying nothing.\nThen we can just be friends again. \n<<ezra>>I can't!\n<<ambros>>Why!?!\n<<noone>>The room feel silent yet again and Ambrose sank to the floor.\n...\n<<ezra>>I can't say that to you. I can't say I don't love you because...\n<<ezra>>I'd be lying. \nI...I do love you. \n<<ambros>>Ezra...\n<<ezra>>But I don't know what that means. It's...unprofessional...I wasn't supposed to...\n<<ambros>>Ezra, I don't know what conflicts you.\nAnd if you can't tell me, then so be it. \nBut whatever the thing that keeps you away from me is...\nIt doesn't exist here. \nThere's only you and me. \nSo...why should it even matter.\nWe both love each other, right...\n...\nIt's selfish of me to say something like that isn't it?\nYou live out there so I wouldn't see any of the consequences.\nBut, I want to be with you and you want to be with me too. \nDoes it need to be more complicated than that here; in a place far away from the rest of the world where no one will see? \nit-\n<<noone>>The worlds didn't manage to leave his mouth. \nEzra and Ambrose's lips were locked and they both feel to the floor. \nbuttons where undone and clothes removed. \nAnd yet above the halo of an angel. \nClocked in the shadows of books and ornaments,\na pair of eyes peered at them,\nLeered at them.\nSomething was watching them.\n...\n<<ambros>>What now?\n<<ezra>>You're asking me? I'm not so sure myself.\n<<ambros>>Neither am I.I acted on a whim I suppose. \n<<ezra>>Do you want things to go back to how they were?\n<<ambros>>No.\n<<ambros>>Do you?\n<<ezra>>No. \n<<ambros>>I guess that's settled then. \nI don't think I can look at you the same way after this.\n<<ezra>>Was I that bad?\n<<ambros>>Wha-What? No! That's not what I meant.\n<<ezra>>Don't act flustered now. You opened this box. \n<<ambros>>You can't just blame me! \n<<ezra>>I mean, blaming's when you accuse someone of doing something bad so it's more like I'm giving you credit. \n<<ambros>>I guess so. \n<<ezra>>I don't know what I was so afraid of before.\nI think...\nI think things will work out. \n<<ambros>>...\n..\n.\nI think so too.",
		"position": {
			"x": 3621,
			"y": -690
		},
		"colorID": 6
	},
	{
		"title": "arrival7fear",
		"tags": "",
		"body": "<<ezra>>Ambros?\n<<ezra>>Ambros!\n<<ezra>>Ambros, what's wrong?\n<<ambros>>I-I-It's in there...\n<<ambros>>The swans...\n<<ezra>>What are you talking about? Did something happen to the swans.\n<<ambros>>The bird from my dreams! It came out of nowhere and it...\n<<ezra>>It what?\n<<ambros>>That color was too b-b-bright! They stopped moving, Ezra.\n<<ambros>>The swan's stopped moving...the pool is bright...\n<<ezra>>Wait here. \n<<ambros>>Don't go! It's still in there!\n<<ezra>>Don't worry, I'll be fine, okay?\n<<ezra>>Just give me a second. \n<<ambros>>Ezra...\n<<ambros>>Ezra!\n<<ambros>>Are you still there?\n<<ezra>>Hey Ambrose, come here for a second. \n<<ambros>>The bird it's-\n<<ezra>>It's not there anymore.\n<<noone>>...\n<<ezra>>I promise, come on.\n\n<<ambros>>It's...gone. Everything's the same.\n<<ezra>>Hmhmm. \n<<ambros>>But I saw it! I saw the bird and I saw it...rip the swans and it-\n<<ezra>>I'm not doubting any of that, Ambros. \nSometimes when we're ill we tend to see things. Hallucinations and such.\nThat's all it probably was. A hallucination brought on my stress or something like that. \n<<ambros>>It felt so real. \n<<ezra>>Of course it did. But the important thing is that it wasn't real. \nAnd you're safe, and the swans are safe and I'm safe. \nOkay?\n<<ambros>>Not even a scratch.\nI guess I was just seeing things.\nI'm in that fragile of a state, huh?\n<<ezra>>You're getting better though. When we first met you never even wanted to get out of bed and now look at you. \n<<ezra>>You just need to get some rest and forget all about those visions. \n<<ambros>>I hate how reasonable you're being right now. \n<<ambros>>Almost makes me wish that there was an evil bird. At least that way I could be right about something. \n<<ezra>>Now that the slightly irritable Ambrose I know. Glad to see they're back. \n<<ambros>>slightly irritable?\n<<ezra>>Sorry, I'll remove the \"slightly\" next time. \n<<ambros>>Okay, thanks for the help you can go now!\n<<ezra>>You can't get rid of me that easily. \n<<ambros>>I figured.",
		"position": {
			"x": 3277,
			"y": -205
		},
		"colorID": 0
	},
	{
		"title": "arrival7peace",
		"tags": "",
		"body": "<<ambros>>Half card!\n<<ambros>>What's your move, loser!\n<<ezra>>I'm happy you've made a full recovery and all but you couldn't wait till I beat you at crazy eights?\n<<ambros>>Is me getting over my trauma inconvenient to you?\n<<ezra>>Yes, it is actually. \n<<ambros>>Just pick a card, I know you haven't got a single diamond on you. \n<<ezra>>I'm only letting you win, you know that right?\n<<ambros>>6 times in a row? \n<<ezra>>Whatever, just put down you cards so we can be over with this. \n<<ambros>>shit.\n<<ezra>>What?\n<<ambros>>Isn't it time for you to go now? You know, so you can get your work stuff done?\n<<ezra>>Just pick a card. \nI've been thinking...\n<<ambros>>This sounds serious.\n<<ezra>>It is.\n<<ezra>>But in a good way! Well, I guess it depends on what you'd consider good and there's always the potential that we'll end up hating each other. \n<<ambros>>This oughta be good. \n<<ezra>>What if I moved in?\n<<ambros>>Oh.\n<<ezra>>I mean we're together now and we like spending time with each other so it feels like the reasonable next step. \nThat way we'd get to spend more time together and maybe you-\nand me as well, wouldn't feel so lonely.\n[[Maybe he actually means it|movein]]\n[[Or maybe he see's you as to pathetic to be alone|moveindoubt]]",
		"position": {
			"x": 3493,
			"y": -212
		},
		"colorID": 0
	},
	{
		"title": "movein",
		"tags": "",
		"body": "<<ambros>>I see what this is.\n<<ezra>>You do?\n<<ambros>>You're losing so you want to throw me off my game!\nI'd never have pegged you for the cunning type but I guess I shouldn't put anything past you. \n<<ezra>>I'm being very serious right now!\n<<ambros>>Sure you are...\n<<ezra>>I change my mind. \nI don't think I can stand living with you.\n<<ambros>>I don't mind though.\n<<ezra>>Really?\n<<ambros>>It'd be nice to have someone around. \n<<ambros>>It can get kinda lonely sometimes even if I spend most of the day sleeping.\n<<ambros>>I do have a concern though...\n<<ezra>>What is it?\n[[arrival7move]]",
		"position": {
			"x": 3722,
			"y": -52
		},
		"colorID": 0
	},
	{
		"title": "moveindoubt",
		"tags": "",
		"body": "<<ambros>>You're not just saying that cos of what happened earlier, are you? \n<<ezra>>I won't lie to you.\nSeeing you that way scared me.\nBut that not the first time I was scared like that either. \nEvery time I leave you alone I always have this anxiety. A sense of dread. \nI just want you to be safe. \n<<ambros>>I don't want you to move in cos you pity me, Ezra. \n<<ambros>>I can take care of myself. \n<<ezra>>I know you can. You do. but...\n<<ezra>>I think it will do us both some good. \n<<ezra>>That way we can rely on each other. Not just ourselves. \n<<ambros>>You're not throwing away something important by making this decision right. \n<<ambros>>I don't want to hold you back from anything. \n<<ezra>>You've only made my life better, Ambros. \n<<ezra>>I wouldn't have asked to move in if I didn't believe that wholeheartedly.\n<<ambros>>...\n<<ambros>>Okay...well, I guess it wouldn't hurt having you around so often.\n<<ambros>>I do have a concern though. \n<<ezra>>What is it?[[arrival7move]]",
		"position": {
			"x": 3713,
			"y": -266
		},
		"colorID": 0
	},
	{
		"title": "arrival7move",
		"tags": "",
		"body": "<<ambros>>But how are you going to get me gifts though?\n<<ezra>>That's your concern?! You've become too spoiled.\n<<ambros>>Did you want me to say you're a gift enough?\n<<ambros>>Cos I would never lie to you.\n<<ezra>>The more you speak the more of a bad idea this moving in thing is becoming. \n<<ambros>>Okay, but serious question now. Where will you stay? \n<<ambros>>Do you want to...share a bedroom or something. \n<<ezra>>We don't have to go that far just yet.\n<<ezra>>God only knows what odd sleeping habits you've developed. \n<<ambros>>I guess we could invest in a dog house we could keep in the livingroom.\n<<ambros>>That should be fine for someone like you.\n<<ezra>>Alternatively, I could use the guest bedroom. \n<<ambros>>I actually didn't know I had one of those. \n<<ezra>>That way, we can have our own spaces and still be close to each other. \n<<ambros>>I don't know, I still like the doghouse idea.\n<<ambros>>But this is a good compromise I think.\n<<ezra>>Then it's settled, I'll bring my stuff with me the next time I visit and get myself set up.\n<<ezra>>And that's my time.\n<<ambros>>Hey! I never finished beating you!\n<<ezra>>Maybe another time!\n<<ambros>>You're a coward!",
		"position": {
			"x": 3941,
			"y": -210
		},
		"colorID": 0
	},
	{
		"title": "phonecall",
		"tags": "",
		"body": "<<ezra>>Something's wrong with them.\n<<unknown>>What? What's wrong with it? I thought things were going well on your end.\n<<ezra>>They were, up until a few moments ago.\n<<ezra>>They seem to be experiencing hallucinations of some kind.\n<<ezra>>They're ill and have started to grow paler...\n<<ezra>>I fear for the worst. \n<<unknown>>That's expected.\n<<ezra>>Is that it? Is that all you have to say.\n<<unknown>>I suppose so.\n<<ezra>>In all the years I've known you, you've never been this unhelpful.\n<<ezra>>I called you because I need guidance. \n<<ezra>>A plan of some kind.\n<<ezra>>Or at the very least you could direct me to a more helpful channel. \nI'm trying so hard to keep them afloat. But I think...\nI think I'm failing. \nI'm a failure. \n<<noone>>...\n<<unknown>>Of course you are. \n<<ezra>>Excuse me?\n<<unknown>>Did you expect me to pry myself for Sector8 and cradle your whiny ass, maybe burp you a little while telling you everything was going to be okay?\n<<ezra>>Seriously-\n<<unknown>>Ezra I am being serious. Dead serious. \n<<ezra>>Don't say that word to me!\n<<unknown>>You need to understand the gravity of our situation.\nYou're a failure through no fault of your own, Ezra. \nWhen you and I found out it's sickness was spreading across the world we made it comfortable. \n<<unknown>>We nurtured it to a state of placidity. \nYou kept it sane. \nI found the blood that kept it from declining back to it's malicious state. \nWe achieved serendipity.\nBut come on, we both knew it wouldn't last right?\n<<ezra>>The Ichor!\nYou have some left, right? there must be some left. \n<<unknown>>No Ezra. There's nothing left. It's been gone for a century or so at this point. \n<<unknown>>But you knew that already.\n<<ezra>>Screw this, redirect me to A0.23. \n<<unknown>>She's gone. \n<<ezra>>Alright, then Z.67.\n<<unknown>>Gone.\n<<ezra>>A0.65, .22, SU.23-\n<<unknown>>It's just me.\n<<ezra>>I don't believe that. \n<<unknown>>What? You think I want to be here trying to beat the truth into your thick head?\nDo you know how much shit I've had to deal with over the last few?\n<<unknown>>You know I had to put Dan away, right?\n<<ezra>>B.96? How about him?\n<<unknown>>The nurse there told me that I was sending him to a better future. That one day we'd see each other again in a new world.\n<<ezra>>G0.65...\n<<unknown>>And you know what I did? I slapped her. \nIt took 2 other somnologists to prevent me from beating the shit out of her. \nThen I cried alone in our empty apartment.\n<<ezra>>O.91...Redirect me to Tash. \n<<unknown>>But you don't care...do you? \nYou couldn't even offer your condolences.\n<<ezra>>No! Stop calling it that!\nHe's fine, Nora. He's being preserved and in a few years he'll be up and running again. That's why the work we do is so important. \n<<unknown>>You sound just like the bloody nurse. \nI should sock you just for saying that. \nBut its been over 4 centuries since it happened. \nAnd I'm finally at peace with it.\n<<ezra>>I don't have time for this. Where is everyone?\n<<unknown>>Some chose or were forced to sleep, some drifted off the grid. I can't even tell you where a single person from division C is. \nThe point being they've been gone for eons.\nIt's been just us for the last few centuries. \n<<ezra>>No... \n<<unknown>>Are you finally getting it? \nIs it sinking in?\nIt's over.\nIt's been over for a while now. Everyone pack up, turned off the lights and left.\nThe labs in District5 are desolate. \nThe sick have only gotten sicker and even sleep isn't soothing their pain anymore.\nAnd now you're telling me that the thing you've huddled up with is breaking too?\nI'm reading the signs, Ezra. We've lost. \nWe've done a hell of a job holding back the inevitable. \nBut it's in the name, isn't it?\n<<ezra>>G2.02. She of all people must still be around, right? She was in Asparia? She was making promising strides-\n<<unknown>>You mean well. At least, I hope you do.\nBut I'm not in a place where I want to be having this conversation.\nIn fact, this is probably the last time I'll ever use this phone again. \n<<ezra>>Don't say that.\n<<unknown>>I'm tired, Ezra.\nI don't understand how you're not but I am. \nI've spent so many lifetimes chasing this dream; so much so I cant remember who I was before this. \nI found paintings over at my brother's place once and asked if he took up the hobby. \nHe said they were mine. \nThe only way either of us even knew that was because some variant of my signature was scribbled on the corner. \nI can't give everything to this dream. \nI can't give another few 100 years to brainstorming solutions, find one that \"just might work\", break the bodies of those to desperate to refuse\nThen performing an autopsy on the remains as we say, \"We were so close this time! Maybe in another few year we'll finally be tangible!\". \nIt's too much.\nIt's all too much. \nI want to forget that person entirely. Like I forgot the painter, or writer or martial artist. \nI want my thoughts to be so far removed from her's that we're two different people entirely. \n<<ezra>>The research you were-\n<<unknown>>I burnt it.\nIt's gone. \nI looked through years of notes archived to the t. I really did try, Ezra. But I'm not seeing the light at the end of the tunnel anymore.\nWe were doomed from the start. \n<<ezra>>How could you be so selfish?\n<<ezra>>We're so close to an endless future and you throw everything away to chase some stupid dream? Because you're tired?\nYou think I don't hate the constant string of failure after failure?\n<<ezra>>You think I hadn't thought of that too. \n<<ezra>>Leaving this fucking place, trying to salvage what's left of my life, going to sleep?\n<<unknown>>Then why don't you?\n<<ezra>>Because it seems like I'm the only one who know I have a responsibility to this world and it's people \n<<ezra>>and that somewhere in the universe there's a cure to this sickness, as there was for polio, cancer, briditis.\n<<ezra>>That's why I've held on for so long. \nWe've come to far to throw in the towel and quit. You took an oath dammit! \n<<unknown>>That's not it. \n<<ezra>>Really? Then tell me, what's the reason? Since you're at the peak of enlightment? What my problem?\n<<unknown>>I won't do that. That's something for you to figure out. \n<<ezra>>Jesus Christ, when did you become so cryptic?\nIs this a bit to piss me off or are you finally losing it?\n<<unknown>>I wonder how the bright, optimistic man I met all those eons ago would have felt about you now?\nA bitter shell of what he once was clambering to the only dream he's ever had. \nKnowing deep down no amount of grabbing and pulling and grasping will ever make it tangible. \nThat the human soul and all its constructs will remain obscure to him for what's left of his days. \n<<ezra>>Fuck you. \n<<unknown>>Maybe he'd sympathize. See that deep down these outburst are nothing more than a wounded animals cry as it lies limp in the forest,\nbleating out to anyone that might hear it, wanting for the only thing it knows will cure it's pain.\n<<ezra>>Shut up!\n<<unknown>>Deep down, you know the truth. \nYou want to die just as much as I do. \n<<ezra>>You're a fucking coward. \n<<ezra>>You hear me? You're a fucking coward! Fuck you!",
		"position": {
			"x": 6000,
			"y": -260
		},
		"colorID": 0
	},
	{
		"title": "breaker",
		"tags": "",
		"body": "<<her>>You know, I saw that look once. \n<<ambros>>What do you mean?\n<<her>>It was the day that we three were born.\nThere were once two brothers: Brother Bronze and Brother Gold.\nThough both were beloved only Gold received gifts and offerings. \nAn it was there his venom grew.\nThere he watched as the sun itself shown in Gold's imaged\nand all fell beneath him whilst he struggled for all he had; beloved as he was. \nAnd it was the there the venom grew.\nThen on that day, our birthday, Gold was anointed the King of all things. \nThe sun, the moon, and all thing would lie beneath him. \nAnd it was then there the venom grew. \nHis eyes filled with the heat of boiling metal melded into something lethal. \n<<ambros>>Lethal?\n<<her>>And it was then, Bronze sprang out serpentine and struck!\n<<ambros>>And what happened to Gold?\n<<ambros>>Well?\n<<her>>He was broken. As all things are eventually \nand I sprung from his red, she from his black and you from his white. \nAnd now, Ezra will do to you and Bronze did to Gold. \n<<ambros>>No...\n<<her>>He will break you!",
		"position": {
			"x": 6229,
			"y": -262
		},
		"colorID": 0
	},
	{
		"title": "I hate you",
		"tags": "",
		"body": "<<ezra>>I honestly don't know what to say.\n<<ambros>>...\n<<ezra>>I never wanted you to see me like that...it...must have been insane to you. \n<<ambros>>...\n<<ezra>>I'm sorry, I scared you like that. I just hope it...doesn't change anything. \n<<ambros>>...\n<<ezra>>What am I saying.\n<<ezra>>Of course it changes everything. That's why I stayed away for so long. I didn't want to confront you.\n<<ezra>>Confront...this!\n<<ezra>>I know it was selfish me...\n<<ezra>>Ambros, please...\n<<ezra>>Please speak to me. \n<<ezra>>Please. \n<<ambros>>What am I?\n<<ezra>>I...what do you mean?\n<<ambros>>The person on the other end of the line, they called me an \"it\". \n<<ambros>>Why?\n<<ezra>>...\n<<ezra>>Well...\n<<ezra>>We weren't talking about you-\n<<ambros>>You're lying. \n<<ezra>>I know it might, maybe have seemed that why but that whole conversation was never about you. \n<<ambros>>\"They're getting paler.\", \"They're hallucinating.\" Those all weren't about me?\n<<ezra>>There are many other subjects-\n<<ambros>>So that's why I am then, a subject?\n<<ezra>>I meant patients and your condition isn't uncommon? \n<<ezra>>It's an epidemic at this point. \n<<ezra>>Ambros, it had nothing to do with you. I promise.\n<<ambros>>Okay.\n<<ambros>>What are condolences?\n<<ezra>>Ambros.\n<<ambros>>I'm just asking questions. I want to understand what I saw back there. \n<<ezra>>That-\n<<ambros>>We're together now aren't we? So shouldn't we trust each other. \n<<ezra>>Yes...but there's somethings that I can't relay. Confidential matters that might get me suspended or even fired. \n<<ambros>>From what? Everyone's gone.\n<<ezra>>...\n<<ambros>>\"The labs are desolate\", that's what they said, right?\n<<ambros>>So what have you been doing all this time, then? \n<<ezra>>How much did you hear of that conversation?\n<<ambros>>Enough to understand that I'm being lied to. That something's terribly wrong here.\n\n<<ezra>>Maybe we should talk about this some other time.\n<<ambros>>...\n<<ambros>>Fine. \n<<ezra>>Where are you going?\n<<ezra>>What are you doing?!\n<<ambros>>I'm leaving.\n<<ezra>>Y-you're overreacting. \n<<ambros>> I just found out the only person I've ever trusted has been lying to me for what?\n<<ambros>>Days? I don't even know how long?\n<<ambros>>And he won't give me a straight answer. \n<<ezra>>Ambros! Stop it!\n<<ambros>>So I'll find out for myself.\n<<ezra>>Please Ambros, you have to believe that everything I'm doing is for you own good. \n<<ambros>>Why should I believe a single thing you say. \n<<ambros>>Ezra, if you told me the sky was red I would have believed you. \n<<ambros>>I trusted you more than I trusted myself. \n<<ambros>>And now after all of this...I don't know what to think. \n<<ezra>>Ambros-\n<<ambros>>I want to pretend that I didn't hear that conversation.\n<<ambros>>I want to go back to that day when you made the swan room or the day after.\n<<ambros>>It hurts me thinking about it...\n<<ambros>>How ontop of all the betrayal, ontop of lying to me....you may never have wanted to be here in the first place. <<ezra>>I do. I want to be here with you. That's all I want. \n<<ambros>>What does sleeping mean?\n<<ezra>>...\n<<ambros>>What did you mean when you said that you'd thought about sleeping? \n<<ezra>>...\n<<ambros>>That's what I thought. \n<<ezra>>Stop.\n<<ambros>>Get your hands off me!\n<<ezra>>I'm sorry, but-\n<<ambros>>Are you going to break me too.\n<<ezra>>Why would you say that. \n<<ezra>>I would never hurt you...\n<<ambros>>I don't know who you are!\n<<ezra>>I'm the same Ezra, I've always been. The same person you've know for all these eons.\n<<ambros>>Eons? \n<<ambros>>What are those?\n<<ezra>>I-\n<<ambros>>Open the door. I want to get out of here! \n<<ambros>>This is my apartment, right? I'm here of my own free will? Then open the door! Open it!\n<<ezra>>I can't...\n<<ambros>>You can't or you won't...which is it?!!\n<<ezra>>I'm sorry Ambrose, but I can't let you leave. I just can't.\n<<ambros>>...\n<<ambros>>I hate you.",
		"position": {
			"x": 6448,
			"y": -262
		},
		"colorID": 0
	},
	{
		"title": "arrival8",
		"tags": "",
		"body": "<<ambros>>You're kidding, right?\n<<ezra>>What?\n<<ambros>>That's all your stuff?\n<<ezra>>It's called minimalism. \nAfter all, I travel a tonne so it's be exhausting if I had too many things.\n<<ambros>>I just expected you'd have way more interesting stuff since you're always talking about all the cool things you've seen.\nBut I guess seeing interesting things doesn't necessarily mean you become interesting. \n<<ezra>>You know, a wise man once said \"You don't have to say everything you think, Ambros\".\n<<ambros>>Was the wise man addressing me specifically or are you the wise man?\n<<ezra>>Give me a break, it took me forever to hike up those stairs.\n<<ambros>>Okay, okay. I'll be good.\n<<noone>>\nAmbrose grips the handle of the suitcase.\n<<ambros>>Where's your room at? I'll take your-\n<<ezra>>Don't worry about it.\n<<ambros>>...\n<<ezra>>I mean, I'm tired but I can handle a little bit of a walk. \nWhy don't you wait in the livingroom and I'll be back in a few. \n<<ambros>>Oh... \nOkay!\nDon't take too long.\n<<noone>>Ambrose watches as Ezra creeps away behind a shadowy corner. \n<<ambros>>...\nOh well.\n<<noone>>The day past in brief blurs. Ambros waited on the sofa for what felt like ages. Ezra did not emerge. \nAs Ambros fell asleep on the couch the soft padding of footsteps had them stir slightly.\nNot enough to break their slumber but enough that they felt their skin prickle. \nA flutter of goosebumps clustered under Ambrose's clothes as they felt a shadow obscure the white light filtering through\nbright windows. \nSome dread captured them and they sprung from their peaceful position. \n<<ambros>>Oh!\n<<ezra>>What's wrong?\n<<ambros>>You scared me for a second. I never expect to see you at this time.\nYou're usually gone by now. \n<<ezra>>I'm sorry. I wanted to scoop you up and take you to your bed room but I didn't count on you being such a light sleeper.\n<<ambros>>I guess it'll take sometime to get used to seeing you around past a certain point. \n<<ezra>>I could always hide in my room until it's brighter.\n<<ambros>>Then it'd be just as good as you not being here, wouldn't it?\nI didn't agree to you moving in so I could see you the exact amount of time as before you moved in.\n<<ezra>>That's a good point. I guess you'll just have to suck it up and stop being a scaredy cat. \n<<ambros>>Or you could stop creeping around and invest in quieter shoes. \n<<ezra>>ha!\n<<ambros>>What's so funny?\n<<ezra>>Nothing, I was just thinking about the first time we met.\nRemember how you threw that shoe at me when I tried to give you food but the shoe didn't even make it past the end of the bed?\n<<ambros>>What about it? Are you looking for round 2 or something. \n<<ezra>>I don't know. I never would've thought that we'd be so close back then. \nYou hated me I think. \nAnd now look at us? Living in the same house and you've only threatened me once today. \nI think that's progress. \n<<ambros>>The things you get nostalgic over. \n<<noone>>Ambrose looks up at the ceiling and the little lights that sparkled above them.\n<<ambros>>To be honest I don't remember much of any of that. \nI guess I was so sick back then that most of those days were nothing more than a blur. \n<<ezra>>Yah, I suppose so. \n<<ambros>>But, I don't think I hated you.\nI don't remember the events but the feelings are still vivid to me. \nI felt trapped I think. Maybe because of my body or this illness. Or something...\nI was probably just lashing out, I'm sorry-\n<<ezra>>You don't ever need to apologize to me, Ambrose. \nAfter all, it's not like the shoe even hit me. \nNone of it was your fault. \n<<ambros>>Okay. \n<<noone>>The room darkens as the world slowly drifts into night. \nThe pair lie on the couch as a weariness takes hold of them. \n<<ambros>>You know, you can scoop me up and take me to my room now if you like?\n<<ezra>>Yah, it's more of a romantic gesture when you don't ask for it. Just let it happen. \n<<ambros>>You may never get an opportunity like this again.\nI'm very good about going to my room when I tired so you might as well do it now. \nScoop me!\n<<ezra>>Alright, alright. let's go. \n<<noone>>Ezra stands up then hoist Ambrose over his shoulder with both arms. \n<<ambros>>This isn't remotely what I had in mind. \n<<ezra>>You're getting a free ride to your room Ambrose, don't be picky about the mode of transport. \nThey make their way up the stares and into Ambrose's bedroom. \nThen the door is shut behind them.",
		"position": {
			"x": 4175,
			"y": -208
		},
		"colorID": 0
	},
	{
		"title": "arrival9",
		"tags": "",
		"body": "<<noone>>Something crashes to the ground. \nIt's resonates through the little apartment echoing against walls and windows. \nAnd yet, the sound was for no else but Ambrose to hear. \nThey pull themselves from Ezra's warmth. \nBlack eyes pierce the white as they sit up. \nWhere did hat sound come from?",
		"position": {
			"x": 4394,
			"y": -223
		},
		"colorID": 0
	},
	{
		"title": "arrival9.2",
		"tags": "",
		"body": "That owl that sat upright atop the shelf was dashed against the floor. \nIt had fallen many times before this but today it had decided of it own accord that it would shatter. \nIn it's untimely pursuit to fragment itself it birthed many shards. \nJagged teeth that shown tenderly against the bright, white light. \nSnagged little teeth that welcomed a virgin hand as it reached out to examine the pieces. \nThen came another sound.\nIt too resonated through the apartment and echoed against walls and windows. \nBut this one was for Ezra.\n\n<<ezra>>Ambrose! What's wrong? \nYour hand...\n\n<<ezra>>You're such a clutz sometimes. \nHow'd you manage to break something like that? \n<<ambros>>It just fell out of nowhere. It falls all the time but I guess it wasn't strong enough this time.\n...\n<<ezra>>Ambrose?\nAmbrose, are you alright?\n<<ambros>>What does that mean? \n<<ezra>>What?\n...\n<<ambros>>Never mind. \n<<ezra>>There, your hands all patched up. I'm going to clean up the owl.\n<<ambros>>Okay.\nHey, would you like me to get a new one? There's plenty in stock so I could get one that's exactly the same as the last one. \n<<ambros>>No.\nIt's gone now.\n<<ezra>>I could always patch it up with some glue if you feel bad about replacing it.\n<<ambros>>It's fine, Ezra. We should let it rest. \n...\n<<ezra>>It's a shame. You really liked that little guy.\n<<noone>>It was an uneventful day. \nOne that played out like the millions of other days before that one. \nThey talked together, laughed together and watched as time inevitably stole another bright day. \nThen came the golden day. with it's shimmering light that slumped itself upon everything like some fine gloss. \nAnd with this, came the desire to sleep once again. \nSo, the two parted and Ambrose returned to his chamber\nand fell asleep. \n\nSomething shuffled in the sheets.\nIt was small enough that Ambrose could cup the thing in their hands if they wanted to. \nBut they don't.\nInstead, they clamber back, taken by the little moving thing. \nA hand reaches for the door knob turning it slightly but before they can the sheet falls off revealing the thing. \nIt's fluffy feathers. It's big eyes. It's tiny, needle beak. \nIt was a bird of some sort. A little bird the color of Ambrose's wound. \nA beautiful shade of it.\nThere's some resistance now. \nSomething tugs Ambrose towards the door.\nBut the big, black eyes of the bird pulled ambrose towards it. \n\nIt chirps. \nA pretty little chirp. \nHow can anyone be afraid of such a thing?\nTrembling fingers drift towards the thing. \nIt trots forward speedily till it's little legs are in Ambrose's hand. \n<<ambros>>You're not so bad, are you? \n<<noone>>A second hand rises from they're side and begins to stroke the thing. \n<<ambros>>What sort of bird are you? A swan chick? or...\n...\nThe other bird?\nYou're nothing like that other bird though.\n<<noone>>It jumps out of their hand and waddles towards the pillow.\nIt lowers it's head till it's nothing more than a fluffy ball and it's black eyes close. \n<<ambros>>I'm tired too.\nI guess you can sleep here with me. \nMy allergies don't seem to be flaring up anyway so there shouldn't be a problem.\nGoodnight. \n...\n...\n...\n<<her>>Goodnight.",
		"position": {
			"x": 4688,
			"y": -266
		},
		"colorID": 0
	},
	{
		"title": "day10",
		"tags": "",
		"body": "<<noone>>He had an idea!\n<<ambros>>Hey, Ezra! Get in here!\n<<noone>>There was a shuffle of footsteps as he made his way to the bedroom.\n<<ezra>>This better be important! I was in the middle of-\n<<ambros>>Well, well, well. Look who's crazy now?\n<<ezra>>Is that-\n<<ambros>>I told you there was a bird in here! Isn't she cute?\nWell, I'm not sure if she's a she or not though. I'm still learning a tonne about birds.\n<<ezra>>...\n<<ambros>>You'd probably be able to help with that, right?\nHey, why aren't you-\n<<noone>>It's a swift motion.\nOne moment Ezra was in front of Ambrose and the next moment he'd lunged forward towards the bird and scooped it in his hand. \nHigh pitched screams penetrated the silence and the little thing chirped out, afraid. \n<<ambros>>What are you doing!?!\n<<ezra>>I'm sorry I didn't believe you, Ambrose. But I have to get rid of this thing.\nIt isn't safe. \n<<ambros>>What do you mean? It's been here for a few days and I've been fine!\nNo flare ups or anything.\nShe won't hurt me. \nNow let go of her.\n<<ezra>>It's more complex than that. I have to get rid of it. \n<<noone>>Ezra turns to leave the room as the bird stares out at Ambrose. \nIt's eyes round with fear and it chirps frantically. \n<<ambros>>Stop it! Y-you're hurting her!\n<<ezra>>I'll release it back into the wild where-\n<<noone>>But before he could complete that statement Ambrose clung to Ezra's balled fist as he struggled to unravel his fingers.\n<<ambros>>I said let go! \n<<ezra>>This is for your own good, Ambros...\n<<ambros>>Why is it always you that gets to decide that!\nWhy can't I decide anything for myself!\n<<ezra>>Now's not the time for this!\n<<ambros>>Let go! You're hurting her!\n<<ezra>>You've already got the swans! You don't need another bird in here. \n<<ambros>>Give her back!\n<<ezra>>Enough!\n<<noone>>With a single swing Ambrose fell to the floor and the bird flew in another direction. \nIt hits the wall and plops onto the ground. \nThen it stays there...still...\nAmbros scurries towards it quickly picking the little creature IN his hands. \n<<ezra>>Oh my god, I didn't mean to hit you like that...\nA-are you okay?\n<<ambros>>You-you broke it...\n<<ezra>>...\n<<ambros>>It won't move anymore...\n<<ezra>>I'm so sorry, that wasn't what I wanted to do. \nI didn't want to kill it-\n<<noone>>His mouth snaps shut as his eyes widen.\n<<ambros>>K-k-ki\nKill? \n<<noone>>Beads of something formed from the corners of their mouth. \nIt dripped down their chin and dripped across the white garments they wore. \n<<ambros>>What does that mean?\n<<noone>>The bird sprung up and sprinted out of the door. Ezra glanced at it ready to pursue but then stared back at Ambrose. \n<<ezra>>Ambrose!!\n<<noone>>They collapses. \nThe world goes dark around them.",
		"position": {
			"x": 4939,
			"y": -254
		},
		"colorID": 0
	},
	{
		"title": "day10.2",
		"tags": "",
		"body": "<<noone>>He cleans them up.\nHe wipes the substance from the corners of their lips.\nHe puts the old clothes in a bag. \nHe places the unconscious Ambrose in their bed. \nHe grabs a rag to wipe the remaining substance from the floor. \nHe note's there's less of it than before. \nHe shoves the rug into the bag. \nHe enters his room. \nHe puts a card against a little pad and the shelf pulls away revealing a passage.\nHe takes this passage down to wherever it goes. \nHe walks past white trees stark against a dark night and notes that he may need to order brighter lights for this area. \nHe arrives at a metal structure and opens it's door throwing the bag into it. \nHe presses a button and it roars! A smog rises from it's roof into the sky. \nHe waits. \nHe waits. \nHe waits. \nHe waits.\nHe waits. \nHe waits.\nHe watches as the flames dwindle away. \nHe has done his work. \nHe is ready to go back to the apartment when-\n\nIt wanders past him!\nThis flurry of color skids past him towards the wooded path. \nThat little fuck.\nHe pounces. \nFaster than a whip he's already at it's feet. \nBut it pivots out of the way towards a phone booth. \nIt foolishly runs in. \nIt jams itself into the corner as he swings the door open and stares down at the thing. \nIt's eyes are big and black and pleading. \nIt chirps. \n<<ezra>>What? \nYou think your little performance's going to move me, huh?\nI know exactly what you are. \n...\n<<her>>Try as you might but I've already won. \nYour game is done. \n<<noone>>He's taken aback. He din't expect it to be so brazen. \nThis is only for a second though. \nHe's booted foot rises.\n<<her>>You've lost, Ezra. \n<<her>>...\n<<noone>>His boot crunches against the little creature. It's blood splatters against the glass. \nIt makes no sound. \n...\nThey're sobs where quiet but still audible. \nAmbrose clung to their pillow as tears stained the sheets underneath them.\nThe stains from earlier where gone washed off the walls and the floors. \nAll the remnant of their little friend were gone. \nAll Ambrose could do was grieve. \nThen something chirped.\nA high pitched happy chirp.\nAmbrose rises!\n<<ambros>>Little bird! \noh...\nLittle bird.\n<<noone>>He whispers this time. \n<<ambros>>I thought you were gone. \nI guess you're stronger than you look. \n<<noone>>It perches up towards they're wrist as it buries it's little beak into the skin.\n<<ambros>>You must be starving after all this commotion. \nIt's okay, take as much as you need. \nI won't stop you. \n<<noone>>There's a shuffle in the corner of the room.\nAmbrose peers over. \n<<ambros>>Oh! You have friends. \nThat's a lot of birds. \n<<noone>>They all wriggle their way onto the bed as ambrose draws back both his sleeves and collapses into the sheets.\n<<ambros>>I didn't know there where so many of you. \nI guess you must all be hungry then.\n<<noone>>The needles slip into the skin as more of Ambrose is drawn out of them and into the birds. \n<<ambros>>Go ahead, take as much as you want. \nMaybe then...\nI'll finally get a good night's rest.",
		"position": {
			"x": 5133,
			"y": -256
		},
		"colorID": 0
	},
	{
		"title": "Day11",
		"tags": "",
		"body": "Something faded. \nLike the last trickles of dew fizzled out by a drought. \nAmbrose slept for a while. \nEzra checked up on them often. \nNo words were exchanged. \nThen one day a door opened and the stairs creaked. \nThe descended towards the living room where Ezra waited, something weighing on him. \nThey take the fruit from the bowl and bite down on it before flicking the rest into the trash.\n<<ezra>>Hey.\n<<noone>>Ambrose doesn't turn. They stare out into the vacuum of white beyond the window. \n<<ambros>>Hey. \n<<noone>>And once more silence.\nAmbrose turns as they begin to ascend the stairs. \n<<ezra>>How are you doing?\n<<ambros>>Fine. \n<<ezra>>You've been asleep for a while. I-I just wanted to make sure everything was good. \n<<ambros>>Okay. \n<<noone>>He takes another step.\n<<ezra>>I'm sorry. \n<<ambros>>...\n<<ezra>>I didn't mean to hurt you...or the bird. \n<<ambros>>...\n<<ezra>>I just wanted to keep you safe. \nI probably took it too far, huh?\n<<ambros>>...\n<<ezra>>That's all I've ever wanted to do.\nI wish there was another way. But that...bird...it was only going to hurt you in the long run.\n<<ambros>>How?\n<<ezra>>I saw the scars on your arm. It was feeding on you...wasn't it?\n<<ambros>>...\n<<ezra>>I know it might have seemed harmless but...those things...they aren't good. \nThey're like mosquitos. \nThey drink until there's nothing left, Ambrose. \n<<ambros>>Then what?\n<<ezra>>...\nWhat do you mean?\n<<ambros>>What happens when nothings left.\n<<ezra>>...\n<<ambros>>What happens when something breaks and can't be fixed anymore. \n<<ezra>>I...I don't understand what you're trying to say.\nI just...\n<<noone>>He slumps into his seat, arms in his hands.\n<<ezra>>I don't want anything to happen to you, Ambros. \nI can't lose you. \n<<ambros>>Ezra...\n<<noone>>Ambrose sits beside him. Their eyes heavy with swelling with conflicting emotions. \nHe reaches out a hand against Ezra's shoulder. \n<<ambros>>Can we pretend this never happened. \n<<ezra>>...\nOkay...\nokay...\n[[dayspass]]",
		"position": {
			"x": 5343,
			"y": -255
		},
		"colorID": 0
	},
	{
		"title": "dayspass",
		"tags": "",
		"body": "<<ezra>>Imagine you're looking into a human eye.\nThe sclera is like milk, white as ignorance\nUntainted. \nThe most beautiful shade of white you've ever seen.\nThen there's that iris.\nLook at it. \nThat black thing that tarnishes what could have been so wonderful.\n...\nI'd rather be blind.\n\nThe days crept quietly, \nAmbrose and Ezra once more as they were.\nThe same talks and conversations they'd had for years. \nThe same boardgames and books and wide, white windows that saw nothing. \nAmbrose found themselves looking out of them often. \nThe windows. \nThey'd never once though of why is was so bright out there. \nSo white as well.\nDid it snow often?\nThey should probably ask Ezra, right?\nNo. \nThey never did. They never asked him why it was so bright outside all the time.\nInstead they both lay beside each other and spoke of other things. \nThe sort of things that evaporated seconds after being spoken of and left no residues.\nThen they slept.\nOne of them slept at the very least. \nThe other lay in their sheets vacant. \nIt was to bright to keep their eyes open. \nIt was too dark to fall asleep. \nLuckily, some little birds shuffled out of the shadows and with their tiny needle beaks \nThe sipped away their consciousness. \nAnd they too could be consumed by weariness \nand then sleep.\n[[discovery]]",
		"position": {
			"x": 5555,
			"y": -242
		},
		"colorID": 0
	},
	{
		"title": "dream1",
		"tags": "",
		"body": "<<dream1birds>>\r\n<<hideAmbrose>>\r\n<<cam1>><<daylight>>\r\n<<noone>>She dreamt that she was a bird of some sort. \r\nLong, stalk like feet growing from the marshes. \r\nHer beak rolled out like golden straw catching the wisps of evening light. \r\nHer wings would shuffle against the wind.\r\nHer eyes stared out into the cold mass of mountains and forests, vivid with blooms and little streams. \r\nThen she flew. \r\nOut into the night she flew. \r\nWings strung up by whatever force kept the birds from fumbling downwards; \r\nfrom whistling out of the sky and rupturing the Earth. \r\nAnd yet the birds around her did such. \r\nEach tumbling downwards as she passed by.\r\nBut she did not concern herself with them. \r\nShe above mighty towers that pierced the heavens and watched them twist out of existence and collapsing.\r\nThey fell to dust as she passed by. \r\nShe witnessed rivers vanish beneath the Earth seeping into the underworld.\r\nShe saw kingdoms grow necrotic as walls rotted away and succumbed to decadence. \r\nShe saw venom choke the trees and contort them to sand.\r\nShe saw all that could be seen. \r\nAnd yet she was not done.\r\nThere before her a mouth opened up and she saw the last of the world pocketed on its tongue.\r\nThe Gates of Corinth huffing and heaving; hungry.  \r\nThe last of all things awaited her. But as she flew forward towards it, wings beating with all the vitality they had, \r\nthe mouth breathed forward a storm. \r\nA flurry of ice and wind and fire and lightning that she could not overcome nor see past. \r\nSo she too fell.\r\n[[day1]]",
		"position": {
			"x": 273,
			"y": -1122
		},
		"colorID": 1
	},
	{
		"title": "discovery",
		"tags": "",
		"body": "<<noone>>Once upon a time there where three sisters. \nThese three sisters had no names. \nThey had never needed any.\nThey got on just fine without them anyway. \nThe oldest sister was never around. \nShe spent most of her days working.\nThe other two sisters worked too.\nBoth had different jobs of around their little forest.\nThough the jobs were similar enough that you often saw them walking the same path.\nOne day, the youngest sister was found crying under a tree. \nSo the middle sister went over to comfort her. \n<<her>>Sister of mine, why do you cry?\n<<ambros>>My eyes! I can't find them anymore! Where did you put them?\n<<her>>Don't your need eyes to cry?\n<<ambros>>Give them back!\n<<her>>I don't have them! He does. \n<<ambros>>Who?\n<<her>>The breaker?\n<<ambros>>Who's that?\n<<her>>A monster. \n<<ambros>>I-I want my eyes back! How do I get them back. \n<<her>>Well, you'd need the keys to his room. \n<<ambros>>Room?\n<<her>>Yup. Once you've got in you'll need a second key. \nIt's simple as that! \nJust turn the lock with the first key show the eye the second key and I guarantee\nYou'll have your eyes back in no time. \n<<ambros>>I don't understand. \n<<her>>He wants you to be foolish. \nHe wants you to be foolish.\nHe wants you to be foolish. \nHe wants you to be foolish. \nHe wants you to be foolish. \n\n...\n\n<<noone>>Ambrose wakes with a start.  \nHand clenched to their chest the inhaled and exhaled rapidly. \n<<ambros>>Another dream...\n<<noone>>Slowly their breath steadies as I fall back into the pillow. \nBut as they lie down they feel something hard against the back of their head and a wet patch underneath it.\n<<ambros>>Huh...\n<<noone>>He sits up, turning towards the pillow and sees it. \nA key.\nIt sat in  a patch of something the same color as the bird. Well and a little viscous. \nWhy was this here. \nThey reach for it and examine it in their hand.\n<<ambros>>How did you get here?\nIt glittered in the white. A different shade from all other thing's they'd ever seen.\nAnd yet...Ambrose had an idea of where it was supposed to go. \nPulling the sheets of themselves, Ambrose walks across the cold floor, into the hall, towards that room. \nHis room.\nEzra's room. \n...\nThey knocked first, key tucked into their pocket. \nThere was no answer. \nThey knocked again.\nNo answer. \nSo, they pull the handle and enter the room. \nIt was a mess. Papers everywhere, books on then bed, odd...objects on tables wand wall.\nNo Ezra though.\n<<ambros>>Ezra...\n<<noone>>They say in a whisper. \nNo one answered. \n<<ambros>>Book of spells...\n<<noone>>There were so many books open everywhere. It could be anyone of these. \nThe one on the bed?\nThe ones on the the desk?\nWhat book was it?\nThen something catches they're eye. A different colour.\nSomething that sparkled on the shelves, huddled amongst other book. \nIt had a little keyhole on it. \nAmbrose looked down at the key, The back up at the book. \nWithout hesitation they slips the key into the keyhole turns it.\n...\n<<ambros>>A door...\nA secret door. \nAnd like that, Ambrose slipped into the dark room and disappeared from sight.\n[[phonecall]]",
		"position": {
			"x": 5785,
			"y": -245
		},
		"colorID": 0
	},
	{
		"title": "day4",
		"tags": "",
		"body": "<<she>>They came across a pond.\nThere was a swan in that pond. \nIt had eyes that burnt like coal and swam in milky feathers. \nSomething watched it vengefully from deep within the patchwork of a forest. \nLeering at it. As though it was wrong for the swan to be there. \nAnd yet the swan did not take notice. \nNot until two jaws clamped around it's neck.\nThe frail bird struggled. \nIt beat against the things dark teeth.\nIt bleated out for mercy. \nBut none was found. \nOut there in the world there is a swan missing from it's little pond. \nA tragedy to be rectified\nif you believe in happy endings.\n...\n<<noone>>Ambrose woke from the dream in their white room. \nThe pond was gone. So was the swan and the creature. \nYet, they were rattled. \nBut the day had to commence as it often did. \nBreakfast.\nReading. \nMirror. \nDrawing. \nReading. \nNapping. \nMirror. \nDrawing. \nBoredom. \nThey often fell into these somber moods. \nAs the day creaked on ever slowly. \nOften times they grew tired of trying to find new things to do.\nThey'd read most of the books in the library at this point. \nReread even. \nThe stories echoed against each side of their head as they looked at the covers already knowing the content within. \nThen there were the unread books. \nThe one's Ambrose put aside or hid away in the dark shelves. \nA little novelty when the monotony became even harder to bear.\nThey were lucky to have Ezra. \nThe only think that broke the silence.\nIt was as if they only lived when he was around. \n<<ambros>>That's not fair. \n<<noone>>So they waited.\nThey waited for the chime, then the footsteps.\nThe shuffle as Ezra walked into the living room and so they were not there. \nThe ascended up the stairs.\n[[Arrival4]]",
		"position": {
			"x": 1969,
			"y": -873
		},
		"colorID": 3
	},
	{
		"title": "tell2",
		"tags": "",
		"body": "Empty Text",
		"position": {
			"x": 3889,
			"y": -792
		},
		"colorID": 0
	},
	{
		"title": "hide",
		"tags": "",
		"body": "Empty Text",
		"position": {
			"x": 3853,
			"y": -556
		},
		"colorID": 0
	}
]