[
	{
		"title": "start",
		"tags": "",
		"body": "\"Icarus, Jocasta, Isla, Leto, Taran and Odessa.\"\r\nI keep the names held tightly between my teeth as I descend into the mouth of the cave repeating them over and over. \r\nI will not succumb to the will of the Mouth. I will not be consumed.  I will not be swallowed like all the others. \r\nI will find Odessa.\r\nThe ground grumbles as I recite the names as though mocking my conviction.  \r\n\"Just wait and see,\" I say as I slide down the slope of its tongue, down its rocky throat, \r\nand sink towards the belly of the beast, the light of day consumed by darkness. \r\nA lump forms in my throat. \r\nI don't know what to expect down there. \r\nImages of my mangled body scattered across the rocky scape blur my vision as I watch the flies circle my corpse. \r\nThat could be me. \r\nCold and still as my exposed organs rot in view of the world.\r\nA wild, carnivorous beast violently tearing the skin off my bones like I'd tear the skin off an orange, grinning with manic satisfaction.  \r\nI swallow the lump. \r\nBut I cannot live in a world without Odessa. \r\nOr perhaps, I cannot live in a world without knowing what became of her. \r\nThe lump slides down into the pit of my stomach and as though receiving a message I feel it grumble back. \r\nI should have eaten before coming down here but I do have something to satisfy these urges. \r\nI dig my hand into my satchel and rummage through it expecting to feel the firm flesh of an apple but instead, \r\nmy fingers dig into the moist corpse of what was once a ripe fruit. \r\n\"Yuck!\"\r\nMy vision must be terrible if I can't tell a ripe apple from a rotten one.\r\nI sigh as I smear its guts upon the wall. \r\nI guess I'll remain hungry. \r\nBut as though my unsaid prayer for food was heard the air grew dense with sweetness. \r\nA smell so foreign to me that I could not taste the flavour in my mind but I was certain it was sweet.  \r\nI suddenly feel a droplet of something drip against my nose and slide towards my hungry lips. \r\nThis must be the source of the smell. \r\nMy fingers instinctively press against my nose soaking up the syrup. \r\nI draw it to my eyes and watch it shimmer on my fingertip; red and small like a pomegranate seed. \r\n\"What is this?\"\r\nMy tongue pushes past my teeth and I take a cautious lick of the substance before it retracts back to the cave of my mouth examining its flavours. \r\nHow sweet. Sort of like...honey?\r\nBut much sweeter than that. \r\nMore dense and flavourful than any honey I've ever tasted. \r\nA taste that sweetened the spirit as well as the tongue; \r\nunknown yet nostalgic. \r\nI stare up to find the source of this syrup but all I see is the rocky teeth of the cave, salivating as I draw myself deeper into its depths. \r\nI should go back. \r\nI feel my stomach curdle as the light of day is no longer visible and I stand alone in the darkness. \r\nMy senses tug at my clothes like a frightened child eager to escape whining:\r\n\"We've travelled far enough! I want to go home now! I want to go home!\"\r\nBut I silence them. \r\nI'm not a child anymore. \r\nWhatever exists down here can be faced or escaped. \r\nI just need to be cautious, that's all. I just need-\r\nAll at once, I hear the thudding of a thousand feet and I shudder. \r\nIt's soon followed by the chorus of hundreds of voices laughing and harmonising in my mother tongue singing praises to the Gods. \r\nVoices that were all too familiar. \r\nCould they be-\r\nI run forward as the sounds grow closer and the ground grumbles louder and louder like a hungry stomach until I stand before two red doors. \r\nThis must be it. \r\nI take a deep breath as I breathe in all the courage I can and press my fingers against the handles of the door and with one swift motion. \r\nI push them to the sides allowing the cave to brighten with the orange hues of candlelight. \r\nThe warmth of the laughter greets me as I feel my anxieties partly subside. \r\nI recognise these faces! Some of them. \r\nBut there's no mistaking the brown-skinned faces of my brothers and sisters laughing and dancing in the ruins of a hallway as melodies burst from the walls. \r\nThese were my people. \r\nBut what are they doing here?\r\nWhy haven't they returned to the village?\r\nI walk deeper into the room staring at the forgotten and lost villagers waving with the melodies full of vitality. \r\nThey weren't dead, captured, or lost. \r\nThey were guests within the warm belly, or so it seems. \r\nI tug at the robe of one of the men and he grins at me, eyes big and bright with ecstasy, \r\n\"You want to dance with me, eh?\"\r\nI shake my head \"No thank you.\" \r\n\"I'm looking for a friend. Do you know anyone called Odessa?\" \r\nMy voice is so frail that it's swallowed by the loud atmosphere but he still manages to hear me.\r\n\"I don't think I do!\" \r\nHe yells, being swept into the crowds. \r\n\"Why don't you forget about them and dance with me inste-\"\r\nBut I abandon him mid-sentence. \r\nI have no time for this. \r\nI'm only here to find Odessa. \r\nAnything else is a distraction. \r\nSo I tug at another person. And another. And another. \r\nBut my attempts at gathering information are fruitless and my stomach growling only exasperates my annoyance.\r\nBut just as I'm about to give up my eyes widen and I spy her beyond the contorted dance of the masses. \r\nShe too moves in a frenzied manner. \r\nHer hips bouncing from side to side, \r\nher arms dangling from her shoulders like the vines of a willow tree and her face stretched with the broadest smile still young and fresh like spring. \r\nI run towards her, scared that my eyes might be deceiving me but they aren't.  \r\nShe really is here dancing in front of me, some strange red syrup bleeding from the corners of her mouth. \r\n\"Odessa?\" \r\n\"You came!\" \r\nShe laughs as her sticky hands lock with mine and she pulls me into a spin. \r\n\"I can't believe you're here! I can't believe you came!\" \r\n\"Of course I did! You've been gone for days!\"\r\n\"Have I?\" \r\nShe questions blissfully, \r\n\"I guess time really does fly fast when you're having fun!\" \r\n\"But Odessa-\"\r\n\"Come let's eat.\" \r\nShe says as she pulls me towards a table laid out richly with food to serve a hundred kings.  \r\nGolden skinned poultry that glistens in the orange light, cheeses bright and fragrant surrounded by figs and olives,\r\nfreshly baked bread, ocean bass slathered in butter, bulbous grapes in every shade from deep purple to fair green, \r\nripe red plums and pink peaches, and gallons upon gallons of wine sat beside decadent cakes. \r\n\"You must be hungry right? Journeying for hours with nothing but that old bag. Let's eat!\"\r\n\"But, shouldn't we get going?\" \r\nI say as I watch one of the cave's residents rip the tender leg of a chicken and tear at its flesh with their teeth.\r\nMy stomach howls like a hungry beast. \r\n\"You poor thing, you just got here! Why would you want to leave?\" \r\n\"To get back to the village. We all miss you there. Especially your mother.\" \r\n\"Oh. Well, we can always go later.\" \r\nShe says shaking her head dismissively \r\n\"After all the night's still young and I'm not full yet. We'll leave as soon as I'm satisfied. Come on!\"\r\nI stare at her, still cautious but comforted by her warm smile. \r\n\"It couldn't hurt to stay an hour or two I suppose. But after you're done we should head back.  Alright?\"\r\n\"I promise!\" \r\nShe says grinning. \r\nWith a resigned sigh, I stare at the banquet and feel myself salivating. \r\n\"Go on. The banquet is for us.\"\r\nI reach my hand into the bowl of grapes and pluck one from its stem. \r\nThe dew rolls off its purple skin as I draw it to my mouth and it bursts with flavour. \r\nI take another from the bowl stuffing my face full of grapes and with each handful the empty vines bloom with more.\r\nDelicious! I've never tasted grapes this sweet before. \r\nAs I prepare to ravish one of the peaches Odessa laughs grabbing my arm. \r\n\"You can't just eat all day. Come on and dance with me.\" \r\nWe both run towards the center of the hall where a large, fruitful tree grows. \r\nShe twirls in my hands, gliding softly under its heavy branches that cool our sweating bodies. \r\nThe tenseness coursing through my blood is washed away by the heavy waves of bliss and euphoria that take hold of me. \r\nMy mouth that was shrunk so tightly in my face loosens as I laugh happily in the hands of my friend and I let the melody guide my hips and toss my legs and sway my head. \r\nWhat was it I came here for anyway?\r\nIt doesn't matter anymore dancing beside Odessa and as my eyes meet with hers and I notice that she's changed. \r\nHer lips are fuller, her skin is fairer, her hair has burst into tendrils of foliage framing her narrower face. \r\nShe has ripened before my very eyes. \r\nRipe like the first fruits of summer; firm and bright and full of life. \r\nShe smiles, her lips red like she just kissed the puss of a Devil's tooth mushroom as she reaches a hand above her head and plucks a fruit from the branches. \r\n\"Do you want a bite?\" \r\nShe asks in such a tender tone that I couldn't deny her and I stretch out both hands as she places it in my palms. \r\nThe fruit was warm like the embers of a dying fire and pink like the petals of oleander. \r\nIts colors danced splendidly in my eyes as though asking to be bitten, \r\nas though crying out to me in sirenic tones and saying:\r\n\"Take me whole and take me now!\"\r\n\"Slice into my supple skin and drain me of my blood! I've been sweet before and I'll be sweeter now!\"\r\nAnd so I do. \r\nI press my teeth into the fruit and pull at its velvety flesh as strings of tendons and ligaments come loose and I feel the syrup drip down my chin. \r\nAs the pulp sloshes in my mouth and travels down my throat my tongue erupts with a lushness like nothing I've ever tasted before. \r\nThe mulberries on a brambly bush, an apple's sour sweetness, a pomegranate's subtle notes, a mango dense and rich. \r\nIt tasted like everything all at once yet held its own flavour. \r\n\"It's amazing isn't it!\" \r\nI nod and take another hurried bite holding onto the flavour tenderly as I feel my spirit soar out of my body. All the world dissolves into a flurry of colour as the dancing figures around me disappear and I spin amongst luminescent shadows. My feet rise from the ground as I fly amongst the star spotted sky seeing the lush plains of my village, the gushing river that borders it, the thick forest green with mystery, the fair-faced goddess of the moon smiling at me as I ascend past the wispy clouds and beyond the world. I'm certain with one more bite I could taste the golden palaces of Elysium. Mush their towers to dust between my teeth, gorge on the fruits of Ambrosia and wash their lingering flavours down with the rivers of Lethe. I feel the faintest tug at my toe as something small and niggling whispers faintly like the buzz of a fly. But I ignore it and draw my lips towards the fruit and press them against its peach-furred skin and take one more bite. \r\nAnd as soon as I do I fall.  \r\nVomited from the atmosphere and plunging towards the sea my body beats against the wind. I struggle violently as I try to regain control of my limbs but I feel my arms twisting out of their sockets and the nails on my feet being sucked off one by one. I watch as ravines form on my arms and legs and my skin grows spotted with mold greying with every passing second. I feel my teeth dissolve to dust in my mouth one by one and my eyes wrinkle like grapes left to dry in the sun. My hair rips from my scalp leaving cold patches as the wind drags me to the ground. \r\nI'm dying. \r\nThat's all I can think of before my eyes close and the world falls to darkness. \r\n…\r\nI feel something drizzle on my cheek and I wake up. \r\nWhere am I?\r\nMy eyes slowly adjust to the dim light of the room as my thoughts scatter to find the answers to my questions. But thinking is too much work. \r\nThe room is dense with a smell but it's not the sweet one I'd come to appreciate. It's a dense redolence that leeches from the floor. It's like I'm seated in the bowels of a dying creature. \r\nI don't know how or why I'm here but I need to leave this place. I need to go...somewhere else. I need to find...a name sits at the tip of my tongue like a nostalgic yet unknown flavour. But I can't seem to recognise it. \r\nWhy did I come here? \r\nBefore I can ponder any further I see a blackened form shift in the darkness as something draws closer to me. I try to pull away but...I can't move. So I wait for the creature to approach me, my breath fast and raspy. \r\nBut it's no creature. It's a sickly woman that crawls toward me, her grooved face distorted by the shadows. Her hair is thin; falling off her head in wisps at the slightest tug of the wind like the seeds of a dandelion. Her eyes are so deep in her face it's nearly impossible to determine their color. Her skin hangs off her old bones and sags to the floor like the uneaten fruit of an autumn tree. Yet she smiles as she speaks; her black teeth rattling against her tongue with every word:\r\n\"I'm not full yet...I'm not full...\"\r\nShe chortles in her delirium as she creeps closer to me; bones snapping under her weight. She clings onto my shoulders, digging her claws into me and I'm powerless to stop her as she pulls herself upwards, her hot breath sour like a rotten jackfruit. Now I'm face to face with this strange woman and I watch helplessly as her scaly tongue wriggles manically out of its cave and against my cheek and she licks off the residue of the fruit. \r\n\"I'm not full yet!\" \r\nShe mumbles, panicking as the syrup dissolves and she scrapes my weathered skin with her spiked tongue until it's as dry as a drought. Yet she is unsatisfied. Her head cracks backwards wildly as she convulses, spattering the same words over and over!\r\n\"I'm not full yet I'm not full yet I'm not full yet…\" \r\nShe cries out as her fragile form crashes to the floor and she wails as though every drop of blood in her body caught fire.  A painful wail of a dying thing as it cries out to the heavens already feeling its limbs rotting. A wail that echoes through the hollow bowels of the beast begging for an end to torment. \r\nAnd then quiet. \r\nThe room fell to silence as her wrinkled body spread slowly across the floor and her eyes grew dim. Her throat gurgled a final incoherent thought before her life fizzled out and her mouth stretched wide; still voracious. She lies still and fruitless like the dying branches of a tree in winter. \r\nI sit beside a corpse now. \r\nI would run away but my aged feet could not hold up my body even if they tried. I would scream. But my throat is rotten in my neck stifling my words. I would cry. But my eyes are pruned devoid of moisture. All I can do is stare silently as flies commune between the gaps in her teeth and soak in the milk of her eyes. \r\nIf a stranger saw us here like this I don't think they could determine the living from the dead. I feel melancholy wash over me as I stare at her. A memory from what seems to be years ago tries to take form in my mind but it dissolves into the blackened sea as I'm slowly consumed by death and my body withers to sand. \"Odessa…\" is all I can manage as my chest tightens and the quiet hands of death sink into my throat and wander down towards my heart to wring out the remains of my soul.\r\n Then all at once, I hear the thudding of a thousand feet. I hear music burst from the walls and voices chorus in the air in harmony. I see the subtle glow of candlelight under the door and the shifting shadows as a party erupts in the other room and my heart stirs a final time, dread taking hold. \r\nI have to warn them.\r\nI try to push myself off the ground but my arms remain resistant. My feet lay quiet as well, still as stone. I try to yell. I try to scream. I try to say:\r\n \"Don't eat that fruit! Don't eat it! Not even one bite!\"\r\n But my throat won't give way. The sounds won't get past the narrow hallway towards my lips. So I hold them tightly between my teeth, the few I have, and mumble them silently to myself like a never-ending lullaby and eventually...I fall asleep.",
		"position": {
			"x": 1810,
			"y": -1098
		},
		"colorID": 0
	}
]