[
	{
		"title": "ep1",
		"tags": "",
		"body": "<<readMode>><<nar>>She waits by the window, finger tapping on the glass table. \nStrips of white and gold whisper through the glass. \nMorning dew settles on the leaves of roses and the light petals of lavenders.\nA wild, sweet smell wafts through the tiny, glass cage of the greenhouse.\nA pleasant morning by all measure. \nYet, despite the sweetness in the air some sourness lingered. \nThe tapping, like a leaking faucet. \nIntermitent irritation bubbling out as the woman sat alone. \nWaiting for something. \n\n<<cam1>><<name The Woman>>\"If another flower dies he better-\"\n\n<<nar>>But before she could finish her threat the door behind her closes and a woman walks in. \n\n<<cam2>><<name The Other Woman>>\"Sorry for my tardiness.\"\n\"Tonnes of business this time of year.\"\n\n<<cam1>><<name The Woman>>\"You're the rapairma-woman?\"\n\n<<cam2>><<name The Other Woman>>\"Yes, you can call me Cassian.\"\n\"I suppose repairman also works.\"\n\"I'm not too picky about these sorts of things.\"\n\n<<cam1>><<name The Woman>>\"I'm Morgan.\"\n<<name Morgan>>\"Now if you'll follow me, the problem is right here.\"\n\n<<nar>>They walk to the crack in the glasshouse.\n\n<<cam1>><<createCG>><<fullCG>><<crackedGlassCG>><<name Morgan>>\"Look at it...\"\n\"Just look at it.\"\n\"I found it this morning when I came to water the garden.\"\n\"Out of nowhere there's this crack and all my bluebells...\"\n\"Gone.\"\n\"It's the most miserable thing I've ever seen.\"\n\n<<name Cassian>>\"My, oh my.\"\n\"It's a nasty little crack, that's for sure.\"\n<<cgFadeOut>>\"But taking into account the rest of the greenhouse I suppose it could be worse.\"\n\n<<cam2>><<name Morgan>>\"Worse?\"\n\"My bluebells are dead.\"\n\"And in one night too.\"\n\"No chill. \nNo warning. \nJust a crack and a whole bunch of dead flowers.\"\n\"It's already as bad as it gets.\"\n\n<<cam2>><<name Cassian>>\"Oh, I'm sorry.\"\n\"I didn't mean to imply that this wasn't a big deal.\"\n\"Just thought knowing the other flowers were safe might give you comfort.\"\n\n<<cam1>><<name Morgan>>\"Oh...\"\n\"Right....\"\n\"I'm sorry for lashing out.\"\n\"It's just...really stressful.\"\n\"The bluebells...\"\n\"Can you fix it?\"\n\n<<cam2>><<name Cassian>>\"It might take some time, but I think I can get this place back in tip-top shape.\"\n\n<<cam1>><<name Morgan>>\"Good...\"\n\"That's good to hear...\"\n\"And the quote?\"\n\n<<cam2>><<name Cassian>>\"Quote?\"\n\n<<cam1>><<name Morgan>>\"Yes, how much am I meant to pay you?\"\n\n<<cam2>><<name Cassian>>\"Oh, that?\"\n\"It's on the house.\"\n\n<<cam1>><<name Morgan>>\"Really?\"\n\n<<cam2>><<name Cassian>>\"We have this deal where the hundredth customer get a free repair.\"\n\"My boss thinks it will get more people to call us up.\"\n\"Works like a charm.\"\n\n<<cam1>><<name Morgan>>\"Well, that's one worry off my chest.\"\n\"Thank you again, Cassian.\"\n\n<<cam2>><<name Cassian>>\"Don't mention it.\"\n\"I'll get right onto fixing that crack.\"\n\n<<cam1>><<name Morgan>>\"You don't mind if I stick around, do you?\"\n\"Not to pry or anything, I just...\"\n\"I just love this place, yah know.\"\n\n<<cam2>><<name Cassian>>\"I completely understand.\"\n\"Take us much time as you need.\"\n\"I'll just be over here.\"\n<<navMode>>Explore the Greenhouse \n<<hideText>>...",
		"position": {
			"x": 1576,
			"y": -755
		},
		"colorID": 0
	},
	{
		"title": "ep2",
		"tags": "",
		"body": "<<title>><<readMode>>The Blizzard\n<<forestTrees>><<nar>>A ghastly wind spirals through the woods like the howl of some grieving thing. \nFull of wild madness, sorrow, pain or some other dark emotion and \nIt spell cast all of Thornheart into its coldest winter in years. \n<<snow>>The leaves had retired, fallen to the muck below, and disappeared behind the snow. \n<<littleShrub>>Braver shrubs peaked out from their cold places as their bare branches shivered against the wind,\nMemories of the summer prior rotting in their wooden hearts. \n<<bears>>Creatures big and small cocooned within their caves, their hovels, \n<<birdsNest>>Their holes, their nests their little hollows in the trees,\nWaiting for the soft warmth of spring to whistle through the forest once more. \nExcept, for three.\n<<threeFairies>>Past the little wiry brambles, the nettles tipped with itch and ice, \nThere traveled three fairies and a little wooden cart behind them. \nWhere to?\nWho could say.\n\n<<name fairy1>>\"Ooooo, we're lost aren't we?\"\n\n<<name fairy2>>\"No, we're not.\"\n\n<<name fairy1>>\"Really?\"\n\"The why aren't I in my bed yet reading a book, snuggling close to a fire, huh?\"\n\n<<name fairy3>>\"Might have to do with the fact that you don't read!\"\n\n<<name fairy1>>\"I do!\"\n\"Occasionally.\"\n\"My point still stands that we should've been home by now!\"\n\"Not slowly succumbing to frostbite leaves away from Berrybright.\"\n\"Tula, are we almost there?\"\n\"I can't bear this any longer.\"\n\n<<name Tula>>\"I...\"\n\"Well...\"\n\"A couple more-\"\n\n<<name fairy1>>\"Seconds? Minutes?\"\n\n<<name Tula>>\"Hours..\"\n\n<<name Fairy1>>\"No!\"\n\n<<nar>>\"The pink fairy slumps down towards the ground.\"\n\n<<name Fairy1>>\"Is there a shortcut perhaps?\"\n\"Yes! A secret way that will get us to Berrybright quicker?\"\n\n<<nar>>Tula hadn't the heart to tell her this was the shortcut, so instead she said,\n\n<<name Tula>>\"The next turn we make will shave off a few minutes.\"\n\"But we have to pick up our pace.\"\n\"We can't be out here past sunset.\"\n\n<<name Fairy3>>\"You know, there is an even faster way to get to Berrybright.\"\n\n<<name Tula>>\"You've made the same suggestion twelve times now, Rilarota.\"\n\"And it hasn't become more reasonable since the first time.\"\n\n<<name Rilarota>>\"Oh, so these wings on our backs are for nothing, huh?\"\n\"We got them so we can scurry about on the ground like grubmunchers?\"\n\"Playing house amongst the roaches and critters of the forest when we could be home in two seconds?\"\n\n<<name Tula>>\"Stop!\"\n\"No walk! No talking! Just stop for a second.\"\n\n<<nar>>The two fairies quiet down hovering above the patches of snow below.\nThe wind rattles the trees around them as it's cold, shrill voice bleeds through the clearing.\n\n<<name Tula>>\"What does that sound like to you?\"\n\n<<name fairy1>>\"Um, trees?\"\n\n<<name Rilarota>>\"I don't know, wind?\"\n\n<<name Tula>>\"Close.\"\n\"To me, it sounds like being flung five hundred feet away in the opposite direction of Berrybright\"\n\"And landing in the nest of a very happy flying backorybee.\"\n\n<<name fairy1>>\"Happy because it's friendly?\"\n\n<<name Tula>>\"Happy because it doesn't have to go out hunting today.\"\n\n<<name Rilarota>>\"Hmph!\"\n\n<<name Tula>>\"It's as Mother Daisibell always says;\"\n\"Safety before swiftness.\"\n\n<<name Fairy1>>\"That's what she always says?\"\n\"I could've sworn it's 'Tillymilly! Why won't you just-' and then a sigh after.\"\n\n<<name Tula>>\"That feels more like you and Mother Daisibell's thing, Tilly...\"\n\n<<name Rilarota>>\"Speaking of, what did you do to get Milkberry Duty?\"\n\"I know Tula's here cos mother needed someone just as stuck up as her to babysit.\"\n\n<<name Tula>>\"Firstly, I'm not stuck up!\"\n\"I'm very fun on occasion.\"\n\"Especially between sixteen and seventeen o'clock.\"\n\"That's my recreational hour.\"\n\n<<name Tillymilly>>\"Wow...\"\n\"That's....wow.\"\n\n<<name Tula>>\"And secondly, as a practicing navigator I took on the task of guiding you through the woods as a practical exercise.\"\n\"Theory is one thing but it doesn't beat experience.\"\n\n<<name Rilarota>>\"In other words you chose to waste a free day freezing to death in the woods for...experience?\"\n\n<<name Tula>>\"I wouldn't put like that but yes, essentially.\"\n\n<<name Rilarota>>\"Yah, there's a reason we've never met till now.\"\n\n<<name Tula>>\"Hmph. Just keep pace.\"\n\n<<name Rilarota>>\"So Tillymilly, what'd you do?\n\n<<name Tillymilly>>\"Firstly, just Tilly will do.\"\n<<name Tilly>>\"Only old people call me Tillymilly.\"\n\"And secondly, it was more about what I didn't do than what I did do.\"\n\n<<name Rilarota>>\"What didn't you do?\"\n\n<<name Tilly>>\"My chores for an entire moon.\"\n\n<<name Rilarota>>\"What!\"\n\"All of them?\"\n\n<<name Tilly>>\"Yup.\"\n\"Cleaning, foraging, eggwatching, all of them.\"\n\n<<name Rilarota>>\"For...curiosity's sake, how'd you go about doing all that?\"\n\n<<name Tilly>>\"Oh, it's easy but also complicated.\"\n\"I set up a cycle of favors where I'd trade a task with someone and then get someone else to do the traded task.\"\n\"So, I'd ask Doolydoll to clean the nest on my turn and she'd ask me to eggsit on her's but then I'd ask Rory to eggsit and so on.\"\n\"Eventually it gets to a point where I've really only got one task to do at the end of the day.\"\n\n<<name Tula>>\"It seems like setting up a system like that is more work than actually doing your chores.\"\n\n<<name Tilly>>\"Oh my gosh!\"\n\"That's exactly what I should've said to Mother Daisi.\"\n\"At the end of the day, it's till work even if it's less than what I was supposed to do.\"\n\"I even had to keep a task journal!\"\n\"Thank's Tula, I can always count on you for advice.\"\n\n<<name Tula>>\"What!\"\n\"That's not what I-\"\n\"You know what, nevermind.\"\n\n<<name Rilarota>>\"So, you had your little rotation and everything, seems solid.\"\n\"But how'd you end up here.\"\n\n<<name Tilly>>\"Oh, yah.\"\n\"I got tattle on.\"\n\"By Wisslewheat of all fae.\"\n\"Little bastard.\"\n\"And Mother Daisi was furious.\"\n\"She near kicked me out of the nest.\"\n*Sigh*\n\"It's sad how innovation gets punished around these parts.\"\n\n<<name Tula>>\"Welders, artists, cooks are innovators.\"\n\"You're just lazy.\"\n\n<<name Tilly>>\"Maybe, but at least I'm not your 'run of the mill' lazy fairy.\"\n\"I have a system.\"\n\"Well had.\"\n\n<<name Rilarota>>\"Oh look...crossroads.\"\n\n<<crossroad1>><<name Tilly>>\"A what?\"\n\n<<name Tula>>\"A path with two possible directions.\"\n\"But which one's the right one...\"\n\n<<name Rilarota>>\"You don't know!\"\n\"What kind of a navigator are you?\"\n\n<<name Tula>>\"Navigation isn't about knowing where to go at all times.\"\n\"It's about using the clues of the forest to find your way back home.\"\n\"And so far I can see a few clues.\"\n\"What I'm looking for is a marking on the tree somewhere carved in by another navigator.\"\n\"That's our way back to Berrybright.\"\n\n<<name Tilly>>\"Marking?\"\n\n<<name Tula>>\"Yup, someone has to have pass through here at some point.\"\n\"We just have to look for evidence.\"\n\n<<navMode>><<task>>\"Select the path back home by exploring the woods.\"\n<<hideText>>...",
		"position": {
			"x": 1061,
			"y": -681
		},
		"colorID": 0
	},
	{
		"title": "ep1_right1",
		"tags": "",
		"body": "<<readMode>><<name Tula>>\"Alright, it's this way.\"\n\n<<name Rilarota>>\"Not do be a skeptic or anything, but how do we know we're on the right path?\"\n\n<<name Tula>>\"The etching on this side of the three tree.\"\n\"These are used to inform lost fairies of the way back home.\"\n\"If you see these it means you're on the right path.\"\n\n<<name Tilly>>\"I guess those navigation lessons aren't a waste of time after all!\"\n\n<<name Tula>>\"I mean....obviously.\"\n\"That's why I'm here with you right now!\"\n\"If it was that easy they'd have sent you out alone and I'd be in my bed reading a book by a fire.\"\n\n<<name Tilly>>\"What? During your recreational hour or is that just you typical mundanity.\"\n\n<<name Tula>>\"You literally said you wanted to do the same thing two minutes ago!\"\n\n<<name Tilly>>\"Yes well, I'd be reading a cosy romance story while you probably read....maps or something.\"\n\n<<name Tula>>\"I read navigational guides and academic tombs, and yes on occasion there'll be a map but-\"\n\"You know what, I don't have to explain myself to you.\"\n\"I just have to get you both home in less than 3 pieces.\"\n\n<<name Rilarota>>\"Um...three pieces?\"\n\n<<name Tula>>\"Okay, let's get going!\"",
		"position": {
			"x": 1286,
			"y": -681
		},
		"colorID": 0
	},
	{
		"title": "secondCrack",
		"tags": "",
		"body": "<<name Morgan>>\"Oh no....\"\n\"Another crack...\"\n\n<<name Cassian>>\"Is everything alright?\"\n\n<<name Morgan>>\"There's another crack, Cassian!\"\n\"This time my the beauginvillueas.\"\n\"My favourites...\"\n\n<<name Cassian>>\"Two cracks, huh?\"\n\n<<name Morgan>>\"Does that count as a second repair?\"\n\"No no, it doesn't matter.\"\n\"I'll pay whatever I need to pay to get rid of these things!\"\n\"I just want them gone.\"\n\n<<name Cassian>>\"I'll have to have a look at that as soon as I'm finished this this crack.\"\n\"But rest assured, you won't have to pay a dime for any of them.\"\n\"Hell, you wouldn't even have to pay if we found a hundred more cracks.\"\n\n<<name Morgan>>\"A hundred?\"\n\"Is that possible?\"\n\"Like a hundred little micro cracks all over the place?\"\n\n<<name Cassian>>\"I...I don't think so.\"\n\"I was just trying to say something comforting.\"\n\"I'm still new to all of this.\"\n\n<<name Morgan>>*Sigh*\n\"No, no. It's just me being my neurotic self.\"\n\"You're perfectly fine.\"\n\"Unless you're my therapist i don't think you can be held responsible for my little outbursts.\"\n\n<<name Cassian>>\"I guess not.\"\n\n<<name Morgan>>\"I don't know if this is too much to ask but...\"\n\"Could you go over and fix that other crack instead?\"\n\n<<name Cassian>>\"Oh?\"\n\n<<name Morgan>>\"I just don't want them to be left to the elements if you can only fix one crack.\"\n\"I don't know your time constraints so that would be such a massive help for me.\"\n\n<<name Cassian>>\"I have all the time in the world, so it's really not an issue.\"\n\"But I'll start working on the other crack right away, Ms. Worne.\"\n\n<<name Morgan>>\"Thank you.\"\n\"You're so kind.\"",
		"position": {
			"x": 1795,
			"y": -754
		},
		"colorID": 0
	},
	{
		"title": "thirdCrack",
		"tags": "",
		"body": "<<name Morgan>>\"No please...\"\n\"Not my roses...\"\n\"It's...\"\n\"It's all falling apart around me...\"\n\"Everything is falling apart.\"\n\n<<name Cassien>>\"Ms. Worne?\"\n\n<<name Morgan>>\"When did it start snowing?\"\n\n<<name Cassien>>\"Oh, I never noticed...\"\n\"It must be some sort of freak storm.\"\n\n<<name Morgan>>\"It's letting cold air into my greenhouse!\"\n\"At this rate, all my flowers are going to die!\"\n\n<<name Cassien>>\"I-\"\n\n<<name Morgan>>\"Cassien, how fast can you fix these cracks?\"\n\"An hour each? Two?\"\n\n<<name Cassian>>\"Professionally speaking it's hard to say-\"\n\n<<name Morgan>>\"Are you really so inexperienced that you can't even give me a quick estimation!\"\n\n<<name Cassian>>\"I-\"\n\n<<name Morgan>>\"Dammit!\"\n\"Just...do what you can...\"\n\"I...I..just can't stand it anymore.\"\n\n<<name Cassian>>\"...\"\n\"Why do you love the beagenvillias so much?\"\n\n<<name Morgan>>\"What?\"\n\n<<name Cassian>>\"I was curious.\"\n\"You seem to be fond of them.\"\n\n<<name Morgan>>\"And what does that have to do with fixing these cracks?\"\n\"If I told you would you suddenly be able to fix these cracks in double the amount of time.\"\n\"Everything's rotting around us and you've decided to interview me?\"\n\"You're a repairman!\"\n\"And a shitty one at that.\"\n\"Look, look!\"\n\"The crack you've been supposedly working on is still there.\"\n\"It's bigger actually...\"\n\"It's worse...\"\n\"You haven't done nothing...\"\n\"You've made things worse...\"\n\"You're making everything worse.\"\n\"What have you been doing exactly?\"\n\n<<nar>>\"Her eye lingers on the duffel bag by the repairman's feet.\"\n\n<<name Morgan>>\"What's in there exactly.\"\n\n<<name Cassian>>\"N-nothing.\"\n\n<<name Morgan>>\"Liar!\"\n\n<<nar>>She pounces forward clutching at the bag and sticks her angry hand into the opening.\nAll she feels within is a cool wind. \nAs though the end of the bag stretched on meters below.\n\n<<name Morgan>>\"Where's your tools?\"\n\"Where are any of your tools?\"\n\"You came here with no tools?\"\n\"Is this supposed to be some kind of joke.\"\n\n<<name Cassian>>*Sigh*\n\"You like the beagenvillias so much because they remind you of the ones that grew out of you childhood home.\"\n\n<<name Morgan>>\"What?\"\n\n<<name Cassian>>\"But it's not about the house all that much, it's more about Joseph.\"\n\n<<name Morgan>>\"Joseph...\"\n\"How...\"\n\"How do you know anything about my father?\"\n\"What are you, some sort of long lost relative trying to take the house back?\"\n\"Cynthia got everything when he died so why don't you go leech off of her instead.\"\n\n<<name Cassian>>\"This has nothing to do with Cynthia.\"\n\"Or Darson or any of your other family members.\"\n\"I'm here for you.\"\n\n<<name Morgan>>\"What-\"\n\"What are you talking about?\"\n\"You're here for me?\"\n\"You're here because I called you to do what should've been a simple job.\"\n\n<<name Cassian>>\"And do you remember placing the call?\"\n\n<<name Morgan>>\"What?\"\n\"Of course, I do?\"\n\n<<name Cassian>>\"The name of the company?\"\n\n<<name Morgan>>\"Um..no...\"\n\"What's that got to do with anything?\"\n\n<<name Cassian>>\"Alright.\"\n\"How about the color of your bedroom walls?\"\n\n<<name Morgan>>\"What?\"\n\n<<name Cassian>>\"Your favourite television show?\"\n\"Or book?\"\n\"Or food?\"\n\n<<name Morgan>>\"Of course I remember those...\"\n\"It's...\"\n\"My favourite book...\"\n\"It's about gardening...\"\n\"Or flowers...\"\n\n<<name Cassian>>\"It's The Epic of Gilgamesh.\"\n\n<<name Morgan>>\"I've...\"\n\"I've never heard of that book in my life.\"\n\n<<name Cassian>>\"I know.\"\n\"But Morgan Worne loved that book.\"\n\"She loved anything about mythology.\"\n\"When I met that fragment she asked me if I was Chiron.\"\n\"Or Ala or Huur or Sekir...\"\n\"Many, many names.\"\n\"I didn't know most of them.\"\n\"She was a sweet one, that fragment.\"\n\n<<name Morgan>>\"I...don't know what you're talking about...\"\n\n<<name Cassian>>\"Morgan Worne....\"\n\"She's-\"\n\"You're...dead.\"\n\n<<name Morgan>>\"What the hell are you talking about...\"\n\"I'm right here.\"\n\"I'm not dead.\"\n\n<<name Cassian>>\"You may not be but the vessel that anquored you to this plain is.\"\n\"I'm sorry you had to find out this way.\"\n\"I wanted to make it gentler, I really did.\"\n\"But it's hard these things.\"\n\"The last fragment is always the easiest to convince.\"\n\"Most of the time they know exactly why I'm there.\"\n\"She was stunned of course.\"\n\"Everyone is at first.\"\n\"But eventually, she realised there was nothing left for her anymore.\"\n\"She had no attachment to her final resting place.\"\n\"No one really does.\"\n\n<<name Morgan>>\"You're crazy.\"\n\"You're absolutely insane.\"\n\"I'm dead?\"\n\"Really?\"\n\"Then where's the body, huh?\"\n\"If I'm really dead then why am I still here?\"\n\"No dead corpse just lying on the ground?\"\n\n<<name Cassian>>\"You died on 165 bridgeward street as you were crossing the road.\"\n\"Some man ran the the red light.\"\n\"The impact....\"\n\"It was instantaneous...\"\n\"You died immediately.\"\n\n<<name Morgan>>\"...\"\n\n<<name Cassian>>\"Legally speaking, he was solely in the wrong and if it's any consolation he was charged with manslaughter.\"\n\"He'll be doing ten years in prison.\"\n\n<<name Morgan>>\"...\"\n\n<<name Cassian>>\"It's not a replacement for living, I know.\"\n\"But at the very least, it means that all loose ends were tied.\"\n\"You already had your will written up so your kids are taken care of.\"\n\n<<name Morgan>>\"Kids...\"\n\n<<name Cassian>>\"Two boys.\"\n\"Last I saw of them they seemed happy.\"\n\"They miss you of course but they've learnt to live.\"\n\n<<name Morgan>>\"I don't have kids.\"\n\n<<name Cassian>>\"Not yet, but when you sell the house and move over to countryside you meet Will.\"\n\"You fall in love and years later you had twins.\"\n\n<<name Morgan>>\"...\"\n\n<<name Cassian>>\"Morgan, past this point you had a beautiful life.\"\n\"But this...\"\n\"This isn't living.\"\n\"It's a single fragment of a single few moments of Ms. Worne's life.\"\n\"And in order for her to be whole again you need to come with me.\"",
		"position": {
			"x": 2008,
			"y": -754
		},
		"colorID": 0
	},
	{
		"title": "Node",
		"tags": "",
		"body": "At the tip of a blade where death sits, so does life.\nA pierced heart grows bulbous with blood. \nBut it blooms fully as the air is introduced to the interior world of the body.\nInvisible lines of decay grow there and yet...\nSomething lives in the empty veins. \nBlossoming from the nest where once a heart was beating\nAnd claims that hole for itself. \n\nGone the scarlet Lake, \nThe wind that whistles through us.\nRibbons made of green and blue mold fill the vacancy. \nA new thing jut as alive as we both were...are..\nSo how can anything be destroyed?",
		"position": {
			"x": 1174,
			"y": -589
		},
		"colorID": 0
	},
	{
		"title": "Node_2",
		"tags": "",
		"body": "Why was he made?\nAs some sort of allusion?\nCould it not be so simple?\nEven now in paradise, why must you be your own ruin?\n\nOn some days she's delightfully dull.\nOn others, violently lucid.",
		"position": {
			"x": 1174,
			"y": -589
		},
		"colorID": 0
	}
]