[
	{
		"title": "Chapter1",
		"tags": "",
		"body": "<<nar>>The gurgle of new life. \nRipples break the stillness of the pond and many somethings lurch beneath it's surface. \nHer eyes peer into the darkness as her own anticipation draws her head lower.\n<<person1>>Any lower and you'll fall in. \n<<nar>>She looks up at the nymph that stands behind her and smiles. \n<<person2>>I can't help myself.\nWhen do you think they'll surface?\n<<person1>>If-\n<<yell>>They're polite little nymphae!\n<<talk>>They should break the surface anytime now. \n<<person2>>Ah, you're just as excited as I am, aren't you?\n<<person1>>More impatient than excited. \nI swear to you, any longer and I'll swim down there and fish them out myself. \n<<person2>>Now don't say that. \nWhat sort of impression are you trying to give them.\n<<person1>>Their first lesson in timeliness. \nHonestly, I can't bear to wait here any longer. \nEspecially since, Demeter's probably off somewhere flying about or some other nonsense. \n<<nar>>The other nymphs face wrinkles slightly. \n<<person2>>Now, you know that's not true. \nShe'd be with us if she could be. \nEven she would want to witness the birth of her own kin. \n<<person1>>*sigh*\nI suppose so. \nI just wonder....\n<<person2>>What?\n<<person1>>If she could not dedicate herself to every second of motherhood...\nThen why would she put herself forward as a mother to any litter, let alone ours?\n<<nar>>...\n<<person2>>I'm sure she has her reasons. \nBut what's done is done. \nUnless she withdraws herself, we must accept her offer. \nAfter all, we have a litter of three. \nBisante and her sister-mothers had nine!\nThink of that! Nine nymphae. \nThey were overrun!\nEven with the five of them I can't imagine how they got on.\nEven without Demeter we'd both have one and a half. \nAnd with her we have-\n<<person1>>One and two fifth's for the both of us. \n<<person2>>*sigh*\nIt's still better than one and a half.\n<<nar>>Suddenly, a flurry of bubbles break the surface once more floating upwards in iridescent colors. \nThe emerald nymph beams as she jolts forward.\n<<person2>>Look! Look, Melite! \nI can see her head!!! \nOne of our nymphae is crowning!\n<<person1>>Finally! She'll be my favourite one this one. \n<<nar>>Water drips off a silver crown as the little nymphae rises. \nBeads of dew strean down from the hollows of her eyes and roll of round, peach-like cheeks. \nThe roll towards her tiny mouth, pursed shut as the little creature drifts towards the surface. \n<<person2>>Come, come little one!\n<<nar>>The silver body of the little nymphae surfaces, light from above glides off it's form in bright patterns and the metal of it's beauty sings sweetly as the wind passes through it. \nAs her's feet breach the surface she stands face to face with the emerald nymph who pulls her into an embrace. \n<<person2>>Little nymphae. \nYou a born and born again.\nThough you have no name yet your soul is bright with beauty\nand from it we shall uncover the truths that lie in your depths. \n<<nar>>The nymphae looks up at the emerald nymph, her eyes swirling with rosy hues and golden strands reminiscent of a sunset. \nShe say's nothing. \n<<person1>>She's a silent one, isn't she. \n<<person2>>It's not unexpected. \n<<person1>>Do you think her program's functioning. \nAt the very least she should have a question or two, right?\n<<person2>>Speech comes when it comes. For now we can only-\n<<nar>>But before she could finish her statement a sound breaks her thought. \nA gurgle...\nBut not just any gurgle. \nEven from below the surface, there were words. \nAs each bubble popped you could just about make out a sentence. \n<<voice>>Where-\nam-\nI?\n<<nar>>The grey nymph peers over the edge as the bubbles float upwards. \n<<melite>>What should we do?\n<<person2>>I think...\nWe should answer her.\n<<voice>>Yes-\nI'd-\nGreatly-\nappreciate-\nthat.\n<<melite>>Well, if you're looking to have a conversation. Maybe you should get out of the pond. \n<<voice>>Why?\n<<person2>>We'd be able to hear you better. \n<<voice>>But-\nit's-\nwarm. \n...\nIs-\nit-\nwarm-\nup-\nthere?\n<<melite>>Um, yes?\n<<nar>>There's silence. \nThe water remains still as though the nymphae in the pond is mauling over what she's just heard. \nAnd then, without warning a head bobs out of the water as the silver nymphae torts towards the grass, arms wrapped around herself. \nShe shivers as she approaches the grey nymph with a scowl on her face. \n<<nymphae2>>It's cold. \n<<person2>>With time you'll warm up, I guarantee. \nMelite...\n<<melite>>What?\n<<person2>>It's there something you want to say to the, little nymphae? \n<<melite>>...\n<<person2>>You know...\n<<melite>>Oh, right!\n<<nar>>She kneels down until they're eye length. \n<<melite>>Let me see...\nYou a born and born again.\nThough you haven't got a name your soul is bright and um-\nSoon we'll uncover the truths that lie within your soul. \nIs that it? \n<<person2>>Yes! You did so well!\n<<nymphae2>>What did she do well?\n<<person2>>She recited the Mother's Vow. \n<<nymphae2>>What's that?\n<<person2>>It's a vow we do whenever a new nymphae is born.\n<<nymphae2>>Why?\n<<person2>>Well-um-I suppose we do it as a ritual. It's a promise to do right by you. \n<<nymphae2>>Why?\n<<melite>>Because we're your mothers, and it's our job. \n<<nymphae2>>Why? \n<<melite>>Wow! Isn't she just soooo.....curious. \nMaybe even overwhelmingly so. \n<<person2>>Come now. \nI sure you had questions for your own mother when you emerged. \n<<melite>>Well, now that I think about it....\nnot really. \n<<nymphae>>Are you two my mothers? \n<<person2>>Yes. Yes we are? \nAnd there's a third one too.\n<<melite>>Though don't expect to see her very often. \n<<person2>>Melite!\n<<nymphae>>Why?\n<<person2>>She's just very busy. But I promise you in time she'll show herself. \nRight, Melite? \n<<Melite>>Perhaps. \nBut we mustn't give her high expectations. \nWe both know how Demeter is. \nYesterday there, tomorrow elsewhere, today-\n<<demeter>>Here. \n<<nar>>Melite's head whips back as out of the brambles and thickets a figure emerges. \nThe leaves and branches retreat as a path is cleared for the goddess nymph.\n<<demeter>>I here, finally. \n<<person2>>Demeter! How wonderful! \nNow all three mother's are present. \n<<demeter>>Yes, wonderful indeed. \nI apologise for abandoning you so. \nHowever, there were matters in Olympus that required my utmost attention. \nI hope you can understand. \n<<person2>>You owe us no explanations, Demeter. \nWe're just glad you're here.\n<<demeter>>Thank you, Plione. \n<<nar>>She turns to Melite who's currently holding the hand of the second nymphae. \n<<demeter>>And thank you too, Melite for your patience. \nI hope to know you better as we both embark on this journey together. \n<<melite>>Of course.\n<<nymphae2>>So, is this my other mother? \nThe busy one?\n<<nar>>Demeter giggles as she drops down to her knees. \n<<demeter>>I suppose so. \nIt's lovely to meet you, by the way. \nI'm Demeter. \n<<nymphae2>>Oh, and I'm...\nI don't have a name? \nWhy? \n<<demeter>>Well, because you were just born. \n<<nymphae2>>Why was I born? \n<<demeter>>Hmm...\nI suppose for the same reason everyone's born. \nYou were wanted. \nYou and your sisters. \n<<nar>>Demeter turns to the other nymphae, who is clinging to Plione. \nShe smile as she gestures for her to come closer. \nShe warily drifts towards the two of themas Demeter holds her hand. \n<<demeter>>You two are sisters. \n<<nymphae2>>Why? \n<<demeter>>Because you were both born in the same season, on the same day. \nYou three are the fruit of autumn, sisters of the sunset. \nCollected from the dew of scarlet and violet and cherry skies. \nYou are bound to each other eternally. \n<<nymphae2>>Do you have sisters?\n<<nar>>...\n<<demeter>>Yes, I suppose in a way I do. \nThe third one...\nWhere is she?\n<<plione>>She hasn't emerged yet.\n<<nymphae>>Why?\n<<demeter>>I'd like to know that as well. \nHow long have you two been waiting here.\n<<melite>>Nearly a day. \n<<demeter>>Really!\n<<melite>>Yes. \nThese nymphae are the latest blooms we've had I think. \nEven Bisante's litter rose out of the pond within an hour or so. \n<<plione>>I suppose they were pretty late. \nBut it could be an omen of good. \nThat they will grow into discerning nymphs. \nNymphs that aren't easy brushed up by the wind. \n<<demeter>>Perhaps. \n<<nar>>Demeter draws herself from the ground as she begins to make her way towards the water.\n<<plione>>Wait! What are you doing!\n<<demeter>>Well, I thought since she's been in there so long I might as well go pull her out myself. \n<<plione>>Is that...alright to do? \nI mean, the scripts I read...they advised that we should allow the nymphae room to come out of the water. \nWon't we tamper with the little nymphae's destiny if we fish her out? \n<<demeter>>Those old scripts?\nThey haven't changed in centuries, have they?\nThat's more myth than fact, I promise you. \nAnd if we leave her in their any longer she may grow rusted or mosy. \nWe can't have that can we?\n<<plione>>hmmm...\n<<demeter>>But at the end of the day you are the Head mother.\nI submit to your judgment.\n<<nar>>",
		"position": {
			"x": 370,
			"y": -38
		},
		"colorID": 0
	},
	{
		"title": "intro",
		"tags": "",
		"body": "<<nar>> In Chaos He was born,\r\nAnd overthrew the void that surrounded him creating our world.\r\nFrom his boredom I was formed\r\nAnd split him open; tearing apart his starry body,\r\nAnd casting him across all space and time like a thousand seeded fruit.\r\nAnd it was in that rebellion that you came forth.\r\nMade of Anger and Hubris, you break me as I broke him,\r\nAs he broke that which stood before him.\r\nAnd now at the edge of death and rebirth\r\nAs the hollows of my mind spill forth into the universe\r\nAnd I am made into a thousand wicked things, I wonder;\r\nWho will break you...\r\nAnd what will become of your body?\r\n [[Answer:Chapter1|Chapter1]]",
		"position": {
			"x": -366,
			"y": 24
		},
		"colorID": 8
	}
]