[
	{
		"title": "ep1_morning",
		"tags": "",
		"body": "<<ouatSong>><<readMode>><<showFont>>\r\n<<titleFont>><<createCG>><<fullCG>>\r\n<<kasPos2>>\r\n<<longRoom>><<livingroom>>\r\n<<cottage>>\r\n<<nar>>Once Upon a Time in a Land far, far away,\r\nthere was a little cottage in the far part of the woods.\r\nAnd within it lived a family of four:\r\nA mother and her three daughters.\r\n Though you might not think it from their humble estate,\r\n <<castle>>they were once the richest family in a prestigious part of their country. \r\n So wealthy were these folk that a lost diamond caused no stir in any of their heart as it might in the heart of a commoner,\r\nInstead, they’d stare lazily at the missing stone and shrug,\r\n“I suppose I’ll have my tailor sew it back into my suit.” And they would continue along merrily.\r\nBut, the wheel of fortune turned as it did  and a series of unfortunate events left them barren,\r\nThe patriarch of the house heeled over and died one day,\r\n“A sudden strike to his heart!” the physician said.\r\nIn only a year the four women were left destitute, forced away from the wild city and \r\ninto a secluded cottage in the countryside.\r\nNow, they spend their days reminiscing upon what they lost\r\nAnd hoping by some twist of fate to gain it back.\r\n<<mother>>One night, the Mother of the house had drawn herself away to court, \r\npresenting the finely done portraits of her daughters, hoping she might match them with wealthy suitors.\r\nThe two daughters she loved most, that is. \r\nThe two daughters who had spent the night away parading as the rich duchesses they hoped to someday be,\r\n<<work>> \r\nwhile the last daughter was arranging the house as she often did, awaiting the return of her family. \r\nSince the fall of their house, she had taken on the brunt of the housework,\r\nHer frame made her ‘better suited’ for such labour, they said. \r\nSo she put aside her pride and took on these tasks gracefully.\r\nAfter all, her sisters were Nobel from birth, they were unaccustomed to labour, \r\nTheir soft hands might tear if they so much as grazed a broom let alone used one.\r\nBetter for all of them if she were to manage the household’s daily minutiae. \r\nShe only dreamed that one day the promise of a happy family life might be granted to her.\r\nIf only.\r\nSuddenly, there was a knock on the door. \r\n\r\nKNOCK! KNOCK! KNOCK!\r\n<<cgFadeOut>> \r\nShe trotted into the living room, putting aside the rag in her hand.\r\nShe swung open the door, and there stood the middle sister, Vivaka. \r\n\r\n<<shaPos1>><<name Vivaka>><<vivAnnoyed>>  “Took you long enough!”\r\n\r\n<<name Dasha>><<kasSmile>> “My apologies, how was your party?”\r\n<<deleteCG>> \r\n<<name Vivaka>><<kasSerious>><<vivConcerned>>  “Awful! Just awful!”\r\n “I can hardly stand to think about it!”\r\n<<vivSerious>>“Will you be so kind as to get me;\r\n“a black tea with a cube of sugar, a splash of mint and a dribble of lemon, please.”\r\n\r\n<<name Dasha>><<kasNervous>> “Oh!”\r\n<<name Dasha>> “Unfortunately we don't have any mint…or lemon…”\r\n\r\n<<vivAnnoyed>><<name Vivaka>><<kasNervous>> “Life in the boonies!”\r\n\r\n<<shaPos5>><<nar>>She threw her coat into Dasha’s hands before retiring to the living room couch. \r\nJust as she took a single step away from the door, she heard a second knock.\r\n\r\nKNOCK! KNOCK! KNOCK!\r\n\r\nOnce again she opens the door and Mikara rushes past her.\r\n<<mikPos1>><<mikAnnoyed>><<name Mikara>><<kasSerious>> “It’s about time, Dee!”\r\n\r\n<<name Dasha>><<kasSad>> “Dasha…”\r\n<<kasSmile>>“How was the party?”\r\n\r\n<<mikAngry>><<name Mikara>><<kasSerious>> “It was the most hideous display I’ve ever laid eyes on.”\r\n<<mikAnnoyed>>“Lurid is the only word that comes to mind.”\r\n<<mikSerious>>“Anyways,”\r\n“Get me a milk tea with a dash of cinnamon, and cayenne pepper for the cold, \r\ntwo leaves of mint, two cubes of sugar and some cocoa powder.\" \r\n\r\n<<name Dasha>><<kasNervous>> “We don’t have most of that.”\r\n\r\n<<name Mikara>><<mikAnnoyed>><<kasNervous>> “Most? Why not?”\r\n\r\n<<mikPos6>><<name Dasha>><<kasSad>> “Funds have grown thinner of late and we’ve had to prioritize the essentials.”\r\n\r\n<<cam2>> <<name Mikara>><<mikAngry>> “And mint and chocolate aren’t essential?”\r\n\r\n<<kasPos1>> <<cam1>> <<name Dasha>><<kasNervous>> “Believe it or not but most folk can do without either.”\r\n\r\n <<cam2>><<name Mikara>><<mikAnnoyed>><<kasSerious>> “Well, I’m not most folk!<<mikAngry>> I am a Belladonne!”\r\n<<mikAnnoyed>>“And you may have had the luck of building a tolerance to this quaint lifestyle but I have always been a lady of means.”\r\n<<mikSerious>>“Amend these gaps when you are next at the market.”\r\n\r\n <<cam1>><<name Dasha>><<kasSad>> “But… to make room for um..chocolate or mint we’d have to cut down some of our…expenses.”\r\n\r\n <<cam2>><<name Vivaka>><<vivAnnoyed>> “Get snipping then.”\r\n“There’s plenty of stuff around here we don't need.”\r\n“Like those black stones you're always playing with in the kitchen.”\r\n\r\n <<cam1>><<name Dasha>><<kasSerious>> “That’s coal.”\r\n\r\n <<cam2>><<name Vivaka>><<vivSmile>> “Great, now get rid of all of it.”\r\n\r\n <<cam1>><<name Dasha>><<kasNervous>> “Um Vivaka-”\r\n\r\n <<cam2>><<name Mikara>><<mikAnnoyed>> “Are you daft?”\r\n“We need that rubbish stone to heat our baths!”\r\n\r\n<<name Vivaka>><<vivAnnoyed>> “How was I supposed to know that?”\r\n\r\n<<name Mikara>><<mikSerious>> “What we really need to get rid of is all those gross, flavourless, butter bricks Dasha keeps lying around the kitchen.”\r\n\r\n <<cam1>><<name Dasha>><<kasSad>> “Um, well that’s lard. And we need that to cook.”\r\n\r\n <<cam2>><<name Mikara>><<mikConcerned>><<vivRude>> “Oh, well, I suppose cooking’s somewhat important.”\r\n\r\n <<cam1>><<name Dasha>><<kasNervous>> “I…um..actually have a suggestion.”\r\n\r\n<<cam2>><<nar>><<mikAnnoyed>><<vivSerious>>The sisters exchanged a glance, then stared back at Dasha.\r\n\r\n <<cam2>><<name Vivaka>> “Can't exactly consider it if you don't tell us.”\r\n\r\n<<name Mikara>> “Yah, spit it out!”\r\n\r\n <<cam1>><<name Dasha>><<kasSad>> “Well, I noticed you rented out two carriages for the party…”\r\n\r\n <<cam2>><<name Mikara>> “And?”\r\n\r\n <<cam1>><<name Dasha>> <<kasNervous>>“Well, you were both going to the same party so….”\r\n<<kasSad>>“Why not just take one carriage next time?”\r\n\r\n <<cam2>><<name Vivaka>><<vivAnnoyed>> “One?”\r\n\r\n <<cam1>><<name Dasha>> “Carriages can be quite expensive as it is so we might save quite a bit of coin if you just…”\r\n“Share one.”\r\n\r\n<<cam2>><<nar>><<mikHappy>><<vivSmile>>Both sisters exchange a bewildered glance.\r\n\r\n <<cam2>><<name Mikara>><<mikHappy>> “My, my, my!”\r\n“You’ve grown too comfortable here!”\r\n\r\n<<name Vivaka>> “I suppose it makes some sort of sense.”\r\n“This was her cottage home once.”\r\n\r\n <<cam1>><<name Dasha>><<kasAnnoyed>> “I-I wasn't trying to be funny. <<kasNervous>>I just think we should all be doing our part to make a home here.”\r\n\r\n <<cam2>><<name Mikara>><<mikAnnoyed>> “Come now, Dee! This isn't our home.”\r\n“It's a temporary condition.”\r\n<<mikSmile>>“A sigh in the otherwise brilliant opera that is our lives.” \r\n<<mikAnnoyed>>“We’re not supposed to be content here.”\r\n<<mikAngry>>“We're supposed to claw our way out of this black pit we've fallen into.” \r\n\r\n<<mikAnnoyed>><<mikSmile>><<name Vivaka>> “And we are doing our part.”\r\n“I'm courting Arington, the heir to the Hildegard estate and Mikara's courting Phillip Vonviolet.”\r\n“In time any one of us might be betrothed and then married and we can finally escape this place.”\r\n\r\n<<name Mikara>><<mikSerious>>“But we can't do that if word of our poverty spreads through the city like lice.”\r\n“We need to keep up appearances, hence two carriages.”\r\n\r\n <<cam1>><<name Dasha>><<kasSad>> “I suppose so.”\r\n“It just seems…wasteful.”\r\n\r\n\r\n <<cam2>><<name Vivaka>> <<vivConcerned>>“All this penny-pinching is just so depressing.”\r\n“It's all too pauper-ish.”\r\n<<vivSmile>>“Once I’m married you won't have to worry about counting coins.”\r\n“We’ll go out and buy all the dresses we like!”\r\n“And, eat at fancy restaurants every night.”\r\n\r\n<<name Mikara>>  “So while we very much appreciated your dedication to accounting for every coin, \r\nwhy not focus on keeping this house running.”\r\n\r\n <<cam1>><<name Dasha>><<kasNervous>> “Alright, I'll try.”\r\n\r\n <<cam2>><<name Mikara>> “Good, Good, and also the tea.”\r\n\r\n\r\n <<cam1>><<name Dasha>><<kasSerious>>”Oh!”\r\n“Of course!”\r\n\r\n<<nar>>She trotted away, disappearing past the kitchen doors.\r\n<<kitchenQuick>>\r\n<<nar>>Dasha didn’t tend to see things the way her sisters did, \r\nbut she assumed them wiser than she was. \r\n<<kasSmile>>After all, they were intent on escaping while she was content living simply in Morrowhill. \r\n‘Why get in their way.’ she often thought, \r\nIf all goes to plan as they say it will,\r\nThey'll be rich beyond all comprehension without a single worry in the world. \r\nAnd if it didn’t, Morrowhill had its upsides. \r\nBut just as Dasha got the kettle on the stove she heard a heavy knock on the door.\r\n\r\n<<kasScared>>KNOCK! KNOCK! KNOCK!\r\n\r\nLike claps of thunder, it rattled through the little cottage. \r\n\r\n<<kasSerious>><<name Vivaka>> “Now who could that be at this late hour?”\r\n\r\n<<kasAnnoyed>><<name Mikara>> “Dasha, the door.”\r\n\r\n<<createCG>><<fullCG>><<nar>><<dark>> She sighed, abandoning the kettle and swung the door once more to be greeted by\r\nno-one. \r\nAs she peered into the blackness ahead she felt something peculiar:\r\nA set of eyes leering from beyond the void. \r\nAn unexplained visitor too shy to come forward perhaps? \r\nAt least it seemed that way.\r\nShe pulled the door, ready to shut it when she glanced down for a moment.\r\n\r\n<<name Dasha>> “Oh, what's this?”\r\n\r\n<<box>> <<nar>>There, glistening against the orange light within, a golden box. \r\nThe prettiest box she'd ever laid eyes on.\r\n<<livingroom>>As tall as an infant, or a small child.\r\nIt sat undisturbed in the dark.\r\n\r\n <<deleteCG>> <<cam2>><<name Mikara>> “Well, what is it?”\r\n<<livingroom>>\r\n <<cam1>><<name Dasha>><<kasSerious>> “A box.” \r\n\r\n <<cam2>><<mikSerious>><<name Mikara>> “Were you expecting something to be delivered to you, Viv?”\r\n\r\n<<name Vivaka>><<vivSerious>> “No, were you?”\r\n\r\n<<name Mikara>><<mikAnnoyed>> “Are you daft? <<vivAnnoyed>>Why would I ask you if I was the one expecting something?”\r\n\r\n<<name Vivaka>> “Must you be so unpleasant all the time?”\r\n\r\n<<name Mikara>> “You make it hard not to be.”\r\n\r\n<<name Vivaka>> “Spare us the guessing and bring in this box.”\r\n\r\n<<cam1>><<kasSerious>> Dasha took the box in her hands, mysteriously light despite its ornateness, and placed it on the carpet. \r\n\r\n <<cam2>><<mikSerious>><<vivSmile>><<name Mikara>> “Well, isn't that something?”\r\n\r\n<<name Vivaka>> “It's gold...”\r\n\r\n\r\n<<name Mikara>> “Or gold paint.”\r\n\r\n<<name Vivaka>><<vivRude>> “Months in the boonies may have eroded your taste but it hasn't mine.”\r\n“That's gold. Pure gold too.”\r\n<<vivSmile>>“See how the light bounces off of it.”\r\n“The evenness too.”\r\n“It's the real thing.” \r\n\r\n\r\nMikara draws closer to the mysterious box.\r\n\r\n<<name Mikara>><<mikHappy>> “You might just be right!”\r\n\r\n <<cam1>> <<cam1>><<name Dasha>> “But who would leave a golden box outside our home?”\r\n\r\n <<cam2>><<name Vivaka>><<mikSerious>> “An admirer, perhaps?”\r\n“Maybe it's a gift from Arington!”\r\n\r\n<<name Mikara>> “You better hope it's not!”\r\n“We put a lot of work into making sure no one knows we stay here!”\r\n\r\n<<name Vivaka>><<vivConcerned>> “Oh my! You're right! What if it is him? Or Vonviolet?”\r\n<<vivScared>>“We'd be ruined!”\r\n\r\n<<name Mikara>><<mikAnnoyed>> “For the Gods’ sake, calm yourself.”\r\n<<mikSerious>>“If it were either lord they’d surely announce themselves.”\r\n“Plus the watchman I paid would’ve been here before the box to alert us of their arrival.”\r\n\r\n<<cam1>><<name Dasha>><<kasAnnoyed>> “We’re paying a watchman?”\r\n\r\n <<cam2>><<name Mikara>> “And also, even if it were one of them the fact that they’ve sent a gift wouldn’t be all bad.”\r\n<<mikSmile>>“It would mean they still desire us even in our humble condition.”\r\n\r\n<<name Vivaka>><<vivConcerned>> “I suppose so.”\r\n\r\n<<nar>>As the two sisters spoke Dasha noticed the box open revealing a letter. \r\n\r\n <<cam1>><<name Dasha>><<kasSerious>> “Vivaka, Mikara, look…”\r\n\r\n<<nar>>Vivaka took the letter out of the box.\r\n\r\n <<cam2>><<name Vivaka>><<vivSerious>><<mikSerious>> “Well, what do we have here.”\r\n\r\n<<nar>>She began to read.\r\n\r\n<<name Vivaka>> “To the princesses of the Dupree estate,”\r\n<<vivSmile>>“Fair Micara Belladonne, Fair Vivaka Belladonne and…”\r\n<<cam1>><<kasSad>> “Dasha Dupree,\r\nI have a proposal for you three.”\r\n\r\n<<cam2>><<vivSerious>> “Three princes come from yonder, and each bears a gift for their princess bride.”\r\n<<mikAnnoyed>>\r\n“A Prince of Red, A Prince of Grey and A Prince of Gold.”\r\n“And here at the bottom of the box, a prize of eternal fortune and happily ever after.”\r\n<<mikSmile>>“But each of you must first be wed before the gifts may flow to you.”\r\n“Before one is a bride they are betrothed. Take up a betrothal ring from within the pretty box and slip it on your finger.”\r\n“Once all three have accepted our proposal the game shall commence.” \r\n“Yours sincerely, The Three Princes.”\r\n\r\n<<createCG>><<fullCG>><<rings>> <<nar>>Each ring sat at the bottom of the box.\r\nThey glistened like pearls, full of iridescence. \r\nThey were a bewitching sight.\r\n\r\n <<cam2>><<deleteCG>><<name Vivaka>><<vivSerious>> “Well?”\r\n\r\n<<name Mikara>> “Well what?”\r\n\r\n<<name Vivaka>> “What do we do?”\r\n\r\n<<name Mikara>><<mikSmile>> “Someone has laid out a charming little game to play and you're asking what we should do.”\r\n<<mikHappy>>“Humour our benefactor, of course.”\r\n\r\n<<name Vivaka>><<vivSerious>> “I'm not a child, Mikara.”\r\n<<vivAnnoyed>><<mikAnnoyed>>“Games are for the young, the dull or the poor.”\r\n\r\n<<name Mikara>><<mikSerious>> “Well, we're still princesses,”\r\n“Our coffers are nearly empty,”\r\n\r\n<<name Vivaka>><<vivSerious>> “True, true.”\r\n\r\n<<name Mikara>><<mikSmile>> “And you're not known for being all that bright.”\r\n\r\n<<name Vivaka>><<vivAnnoyed>> “And just for that, I'm retiring to my bedroom.”\r\n\r\n<<name Mikara>> <<mikCoy>>“Oh come now, if you leave you won't have any part of the prize.”\r\n\r\n<<name Vivaka>><<vivSerious>> “Happily ever after?” \r\n<<vivRude>>“Are you twelve years old?”\r\n\r\n<<name Mikara>><<mikAnnoyed>> “Need I spell everything out…”\r\n<<mikSerious>>“A box as large as this must have something worth a few minutes of dry entertainment.”\r\n<<mikHappy>>“Perhaps a diamond or some gem.”\r\n“And when we're done ravaging this box for all its worth we can pawn it off.”\r\n\r\n<<name Vivaka>><<vivSerious>>“You might be right….”\r\n<<vivSmile>>“Or maybe, there's an actual marriage proposal at the bottom of this box!”\r\n<<mikAnnoyed>>“Some three princes that are looking to test our wits!”\r\n\r\n<<name Mikara>><<mikAnnoyed>> “Sure. Whatever gets this ring on your finger.”\r\n\r\n<<MikSerious>><<nar>>The two girls slipped the rings on their fingers.\r\n\r\n<<name Mikara>><<MikSerious>> “And you, Dasha?”\r\n\r\n <<cam1>><<name Dasha>><<kasConcerned>> “Me?”\r\n\r\n <<cam2>><<name Mikara>> “The letter's addressed to you too.”\r\n“Plus, three princes, three princesses? I doubt we can play this without a third.”\r\n\r\n <<cam1>><<name Dasha>><<kasNervous>> “But, I ought to get started on supper. And the laundry-”\r\n\r\n <<cam2>><<name Mikara>><<mikSmile>> “There'll be time for all that I'm sure.”\r\n“Come now, sit!”\r\n\r\n <<cam1>><<nar>><<kasConcerned>>Dasha pulled the last ring from the box, she watched the pretty pearl inside bend the light around itself winking at her.\r\nYet, something did not feel quite right.\r\n\r\n <<cam2>><<name Mikara>><<mikAnnoyed>><<vivSerious>> “We haven't got all night!”\r\n\r\n <<cam1>><<nar>><<kasConcerned>> She sighed,\r\n‘It's only a game.’ She thought before slipping the ring onto her finger,\r\nAs she did so, the box opened up once more and another letter fell from it.\r\n\r\n <<cam2>><<mikSerious>><<name Mikara>> “Now, what do we have here?”\r\n“It says,”\r\n“Love is in the belly as it is the heart.\r\n You are the apple of our eyes. We might like to share one with you. \r\nAn apple, that is.”\r\n<<mikAnnoyed>>“Take an apple, slice it three ways and share it amongst yourselves. Take one bite each and place the rest in the box for your princes.”\r\n<<mikSmile>>“An indirect kiss.”\r\n\r\n<<name Vivaka>><<vivSmile>>  “A kiss!”\r\n<<vivRude>>“The Prince at the other end of this better be good-looking if he wants a kiss from me.”\r\n“I don't kiss toads.”\r\n\r\n<<name Mikara>><<MikSerious>> “Reynold Saynore.”\r\n\r\n<<name Vivaka>><<vivSmile>> “Hush up! He was good-looking in his sort of way.”\r\n\r\n<<name Mikara>> “I suppose so.”\r\n<<mikSmile>>“Sort of like a frog Prince but midway through his transformation.”\r\n\r\n\r\n\r\n\r\n<<nar>> The two sisters roared with laughter before looking down at Dasha.\r\n\r\n<<name Mikara>><<mikSerious>> “Well you heard the letter didn't you?”\r\n\r\n <<cam1>> <<nar>>...\r\n\r\n <<cam2>><<name Mikara>><<mikAnnoyed>> “The apple.”\r\n\r\n <<cam1>><<name Dasha>> “An actual apple?”\r\n\r\n <<cam2>><<name Mikara>><<mikSerious>><<vivSmile>> “And a knife and plate. I thought that might be obvious.”\r\n\r\n <<cam1>><<name Dasha>><<kasNervous>> “Oh right, I'll fetch those right away.”\r\n\r\n<<name Vivaka>> “And hurry now, our princes are waiting.”\r\n<<roseTransition>>“...”\r\n [[Answer:task1|task1]]",
		"position": {
			"x": 1332,
			"y": -865
		},
		"colorID": 6
	},
	{
		"title": "task1",
		"tags": "",
		"body": "<<deleteChar>><<livingroom>><<longRoom>>  \r\n<<roseTransitionEnd>><<nar>> Collect all the items presented to you below.\r\nOnce all the ingredients are collected, present them to Mikara.\r\n<<peishaSong>><<hideText>><<navMode>><<name Challenge 1: Indirect Kiss>>...",
		"position": {
			"x": 1652,
			"y": -857
		},
		"colorID": 3
	},
	{
		"title": "round1",
		"tags": "",
		"body": "<<zeroBG>><<readMode>><<showFont>><<roseTransition>>...\r\n<<longRoom>><<livingroom>>\r\n<<cam1>><<kasPos1>><<shaPos5>><<mikPos6>><<nar>> ....\r\n<<roseTransitionEnd>><<cam2>><<name Mikara>> <<mikSerious>> “Finally, let's get cutting!”\r\n\r\n<<createCG>><<fullCG>><<apple>><<nar>> Mikara took up the apple in her hand and held it to the light. \r\nShe sliced into its red skin revealing the white flesh within.\r\nShe made two more cuts and the apple split three ways across the plate.\r\n<<deleteCG>>\r\n <<vivConcerned>><<name Vivaka>>“Looking at it now, I remember how much I despise this fruit.”\r\n“Especially the skin.”\r\n\r\n <<mikSerious>><<name Mikara>>“Come now, the game demands a bite from all of us, Vivaka.”\r\n“It’s honestly not that hard.”\r\n\r\n<<name Vivaka>>“Fine. But whatever's in this stupid, little box better be worth it.”\r\n\r\n<<nar>> Mikara took a hearty bite of the fruit, Vivaka nibbled it with a sour expression, and Dasha took a cautious bite.\r\nOnce each sister was done, they took turns placing their apple thirds into the mouth of the box, \r\nAnd when Dasha's piece hit bottom, the little doors of the box snapped shut.\r\n\r\n<<cam1>><<kasConcerned>><<name Dasha>>“Oh my, how odd.”\r\n\r\n<<cam2>><<name Vivaka>>“Creepy little box.”\r\n\r\n<<name Mikara>> <<mikAnnoyed>>“Is that it?”\r\n“A little snack and we're done?”\r\n\r\n<<name Vivaka>> <<vivSerious>>“How underwhelming.”\r\n“I expected a little mor-”\r\n\r\n<<createCG>><<fullCG>><<fullCG>><<boxOpen>><<nar>>But before she could finish her sentence, \r\nthe doors fly open and out of them roll out three diamonds.\r\n<<appleDiamonds>>One that looked like Vivaka's almost whole slice,\r\nAnother that looked like Mikara's almost finished slice,\r\nAnd one more that seemed to be Dasha's half eaten slice. \r\nThey twinkled on the table under the box's shadow.\r\nThe sisters’ eyes widened!\r\n<<deleteCG>>\r\n\r\n<<name Vivaka>><<mikHappy>> <<kasSmile>><<vivSmile>>“Did you just see that!”\r\n\r\n<<name Mikara>> <<mikHappy>>“You mean the apple slice shaped diamonds?”\r\n“Yes! I just saw that!!”\r\n\r\n<<nar>>Vivaka drew her finger to the largest slice and brought it to her face.\r\n\r\n<<name Vivaka>>“It looks like my slice…”\r\n\r\n<<cam1>><<nar>>Dasha reached a finger over.\r\n\r\n<<name Dasha>><<kasSmile>>“Then, this must be mine.”\r\n\r\n<<cam2>><<name Mikara>><<mikAnnoyed>>“Come now!”\r\n“How do you know that?”\r\n\r\n<<name Vivaka>><<vivRude>>“Um, the shape?”\r\n<<vivSerious>>“I only had a nibble, Dasha bit half hers off and you damn near put the whole thing in your mouth.”\r\n\r\n<<name Mikara>>“So?”\r\n\r\n<<vivRude>><<name Vivaka>>“The smallest one is obviously yours.”\r\n\r\n<<mikAngry>><<name Mikara>>“That's not fair!”\r\n“I cut the apple!”\r\n\r\n<<name Vivaka>>“And you ate it too, so stop complaining.”\r\n<<vivSmile>>“Dasha, get your piece.”\r\n\r\n<<cam1>><<nar>><<kasConcerned>>Dasha brought her reluctant hand towards the diamond and took it in her palms.\r\n\r\n<<cam2>><<name Mikara>><<mikAnnoyed>>“Fine, have it your way.”\r\n“But if I win anything in the next round, don't expect me to share.”\r\n\r\n<<name Vivaka>><<vivRude>>“What makes you think there's gonna be another roun-”\r\n\r\n<<nar>><<createCG>><<fullCG>><<fullCG>><<boxOpen>>But before she could finish her sentence\r\nthe doors of the little box opened and another letter fell out. \r\n<<deleteCG>>\r\n\r\n<<name Vivaka>><<vivSerious>>“What do we have here?”\r\n\r\n<<name Mikara>><<mikSmile>>“Told you.”\r\n\r\n<<nar>><<vivAnnoyed>>Vivaka rolled her eyes and proceeded to read the letter aloud. \r\n\r\n<<name Vivaka>><<vivSerious>>“A Prince has his eye on one of you.”\r\n“The lucky bride will be married soon.”\r\n“But as you well know, a bride comes with a dowry.”\r\n\r\n<<cam1>><<name Dasha>>“Dowry?”\r\n\r\n<<cam2>><<name Mikara>><<mikAnnoyed>>“Greedy princes.”\r\n\r\n<<name Vivaka>>“From each of you deliver a gift of immense worth, and we shall meet your gift with our own.”\r\n\r\n<<cam1>><<name Dasha>><<kasSad>>“A gift of immense worth…”\r\n“What do you think they could mean?”\r\n\r\n<<cam2>><<name Mikara>><<mikSerious>>“Isn't it obvious?”\r\n“Jewelry.”\r\n\r\n<<name Vivaka>><<vivConcerned>>“What?”\r\n\r\n<<name Mikara>><<mikSerious>>“They're clearly asking for something expensive from each of us.”\r\n“A necklace, earrings, a bracelet, something valuable.”\r\n<<mikAngry>>“And I won't lose this time.”\r\n<<vivSerious>><<mikSerious>>“Dasha, get my gold and Ruby locket and bring it here.”\r\n“The one with a heart in it.”\r\n“It's on my dressing table.”\r\n\r\n<<name Vivaka>><<vivScared>>“Are you joking?” \r\n“That's a Vinatoní!”\r\n<<vivAngry>>“You wouldn't even let me borrow it and now you're willing to part with it for a game!”\r\n\r\n<<name Mikara>><<vivAnnoyed>><<mikSmile>> “Firstly, it clashed with your dress,”\r\n<<mikAnnoyed>>“And secondly, are you daft?”\r\n\r\n<<name Vivaka>><<vivAngry>>“No, but I dare you to ask me that one more time.” \r\n\r\n<<name Mikara>><<vivAnnoyed>><<mikAnnoyed>>“Gods, we put in a few apple slices and got diamonds.”\r\n<<mikSerious>>“So what do you suppose might happen if we place something even more valuable in the box?”\r\n\r\n<<vivSmile>><<name Vivaka>>“We might get ten times what we put in!”\r\n\r\n<<name Mikara>><<mikSmile>>“There, you're getting it now.”\r\n\r\n<<name Vivaka>><<vivSmile>>“Dasha, get me my sapphire brooch quickly!”\r\n“The one I wore to Patricia's wedding.”\r\n\r\n<<cam1>><<kasConcerned>>“...”\r\n\r\n<<cam2>><<name Mikara>><<mikSerious>>“Well, now Dasha.”\r\n\r\n<<name Vivaka>><<vivConcerned>>“Don't keep us waiting.”\r\n\r\n<<cam1>><<name Dasha>><<kasSad>>“Well, it's just that…”\r\n\r\n<<cam2>><<name Mikara>><<mikAnnoyed>><<vivSerious>>“What is it now?”\r\n\r\n<<cam1>><<name Dasha>><<kasConcerned>>“Is all of this a good idea?”\r\n<<kasSad>>“I just…”\r\n“It feels so strange?”\r\n<<kasConcerned>>“My father always used to say that nothing comes without a price.”\r\n“I think we should-”\r\n\r\n<<cam2>><<name Mikara>><<mikAngry>>“You're really testing my patience, Dee.”\r\n\r\n<<name Vivaka>><<vivConcerned>>“Look, why don't you just go and get what we asked for and we can talk about this later.”\r\n“Alright?”\r\n\r\n<<cam1>><<name Dasha>><<kasSad>>“Okay.”\r\n<<roseTransition>><<nar>>...\r\n\r\n [[Answer:task2|task2]]",
		"position": {
			"x": 1340,
			"y": -619
		},
		"colorID": 6
	},
	{
		"title": "task2",
		"tags": "",
		"body": "<<deleteChar>><<livingroom>><<longRoom>>  \r\n<<roseTransitionEnd>><<nar>> Collect all the items presented to you below.\r\nOnce all the ingredients are collected, present them to Mikara.\r\n<<peishaSong>><<hideText>><<navMode>><<name Challenge 2: The Dowry>>...",
		"position": {
			"x": 1657,
			"y": -622
		},
		"colorID": 3
	},
	{
		"title": "round2",
		"tags": "",
		"body": "<<readMode>><<showFont>><<roseTransition>>...\r\n<<longRoom>><<livingroom>>\r\n<<cam1>><<kasPos2>><<shaPos5>><<mikPos6>><<nar>> ....\r\n<<cam2>><<roseTransitionEnd>><<cam2>><<name Mikara>>“Finally, it took you long enough.”\r\n\r\n<<nar>>She handed the jewellery over to her sisters and watched as Mikara placed hers in first\r\n then Vivaka placed hers in second.\r\nNothing happens.\r\n\r\n<<mikSerious>> <<name Mikara>>“Now your turn.”\r\n\r\n<<cam1>><<name Dasha>><<kasConcerned>> “What?”\r\n\r\n<<mikAnnoyed>><<cam2>><<name Mikara>>“Place something of immense value into the box.”\r\n\r\n<<cam1>><<name Dasha>>“I…I don't have anything.”\r\n\r\n<<vivConcerned>><<cam2>><<name Vivaka>>“Not even a pair of earrings, or a necklace?”\r\n\r\n<<cam1>><<name Dasha>><<kasSad>> “No.”\r\n“I sold most of my jewellery after we came here.”\r\n\r\n<<cam2>><<name Mikara>>“Well that's a bold faced lie.”\r\n\r\n<<vivAnnoyed>><<name Vivaka>>“Mikara!”\r\n\r\n<<name Mikara>>“Look around her neck.”\r\n\r\n<<vivAnnoyed>><<name Vivaka>>“Oh…”\r\n\r\n<<cam1>> <<nar>>The heart locket around Dasha's neck glistened. \r\n\r\n<<cam2>><<mikAngry>> <<name Mikara>>“What?”\r\n<<mikSerious>>“Did you forget you're wearing a necklace right now?”\r\n“Quickly, pop it in.”\r\n\r\n<<cam1>><<name Dasha>><<kasConcerned>>“I can't.”\r\n\r\n<<mikAngry>><<cam2>><<name Mikara>>“Why not?”\r\n\r\n<<cam1>><<name Dasha>><<kasSad>>“It's…well…it”\r\n\r\n<<cam2>><<name Mikara>>“It! It! It! Spit it out!”\r\n\r\n<<cam1>><<name Dasha>><<kasAnnoyed>>“It's my mother's.”\r\n\r\n<<vivConcerned>><<cam2>><<name Mikara>>“No it isn't-”\r\n\r\n<<cam1>><<name Dasha>>“My birth mother's.”\r\n<<kasSad>>“And it's the only thing I have of hers.”\r\n“I can't part with it.”\r\n\r\n<<mikAnnoyed>><<vivConcerned>><<cam2>><<name Vivaka>>“Well, how are we supposed to play the game now?”\r\n\r\n<<nar>><<mikHappy>> Mikara's eyes beamed.\r\nSome wicked thought clearly wriggling to the surface of her mind,\r\nIt tickled the bones in her fingers as she inched a little closer to Dasha,\r\nSubtly so she would not be noticed. \r\n\r\n<<name Mikara>><<mikSmile>>...\r\n“I suppose it does make things a little tricky but you could always-”\r\n\r\n<<nar>>Quick as wind Mikara’s hand sprung from her side and plucked the necklace off her neck.”\r\n\r\n<<cam1>><<name Dasha>><<kasScared>> “Mikara!”\r\n\r\n<<createCG>><<fullCG>><<boxClose>> <<nar>>Before she could even think the necklace had already been flung into the box and the little doors slammed shut.\r\n\r\n<<deleteCG>><<cam2>><<name Mikara>>“You could always get another one.”\r\n“You know, with the tonnes of money we’re about to come into.”\r\n\r\n<<cam1>><<kasSad>> ...\r\n\r\n<<cam2>><<name Mikara>>“Oh, don't give me that look.”\r\n<<mikCoy>>“I’m only looking out for the three of us.”\r\n“Besides, it’s not like it's one of a kind.”\r\n\r\n<<name Vivaka>>“You could’ve at least asked, Mikara.”\r\n<<vivSerious>>“But I suppose what’s done is done.”\r\n\r\n<<cam1>>...\r\n\r\n<<cam2>><<vivSmile>><<mikSerious>><<name Vivaka>>“After the game’s done we can try and pry open the box to get our things back.”\r\n<<vivAnnoyed>>“After all, that brooch cost me a fortune.”\r\nIt’s probably the most expensive thing I own.”\r\n\r\n<<createCG>><<fullCG>><<nar>><<dark>> Suddenly the box began to rattle. \r\n<<boxOpen>> It whirled on the table before its doors flew open and diamond after diamond sputtered out of its mouth.\r\n<<diamonds>> Each little bead bounced on the floor as they clattered against one another.\r\nEach showed ribbons of light through their glassy bodies, pretty as stars.\r\n<<boxClose>>And then, after a few seconds had passed, the shower stopped and the doors on the box shut once more.\r\n<<deleteCG>>\r\n<<mikHappy>><<name Mikara>>“Gods!”\r\n“This is amazing!”\r\n\r\n<<vivSmile>><<name Vivaka>>“There are more diamonds here than I've ever seen!”\r\n“We could buy back our Manor with this!”\r\n\r\n<<mikSmile>><<name Mikara>>“Now do you understand why I insisted upon playing this game?”\r\n\r\n<<vivAnnoyed>><<name Vivaka>>“It's not like you knew any of this would happen.”\r\n\r\n<<mikHappy>><<name Mikara>>“Either way, if we never played we’d probably be <<mikAnnoyed>>drinking mint-less black tea while complaining about the party.”\r\n\r\n<<vivAnnoyed>><<name Vivaka>>“Can you even believe Trista dared ask us why our dresses are out of season?”\r\n<<vivAngry>>“And quite loudly too.”\r\n<<vivConcerned>>“I swear she only cares for our humiliation.”\r\n\r\n<<mikAngry>><<name Mikara>>“Well Trista and all her snake friends can rot!”\r\n<<mikHappy>>“Soon we’ll be the richest princesses in all the country!”\r\n\r\n<<cam1>><<kasSad>><<nar>>As they talked, Dasha brushed away the diamonds from the lip of the box as she searched for her necklace. \r\nInstead, a letter fell out onto her lap.\r\nShe peered down at the letter brushing out her tears as she read it silently. \r\n …\r\n<<kasScared>>Then she’s paralysed.\r\nDread floods through her bones as though she’d been struck by something venomous. \r\nShe gulped, pulling the paper away from her face.\r\n\r\n<<cam2>><<name Mikara>><<mikSerious>>“Oh, you found another letter.”\r\n\r\n<<cam1>><<nar>> ...\r\n\r\n<<cam2>><<vivSmile>><<name Vivaka>>“Well, what does it say?”\r\n\r\n<<cam1>><<nar>>\r\n\r\n<<cam2>><<vivConcerned>><<name Vivaka>>“Dasha?”\r\n\r\n<<name Mikara>><<mikAngry>>“Just give it to me.”\r\n\r\n<<nar>><<mikSerious>>Mikara pulled the letter from her hands and brought it to her face.\r\n\r\n<<name Mikara>>“Dearest Mikara, a Prince has been watching you closely and is <<mikHappy>>willing \r\nto claim you tonight.”\r\n“Oh my gosh!”\r\n“Did you hear that!”\r\n“I've got a Prince!”\r\n“I won!”\r\n\r\n<<vivConcerned>><<name Vivaka>>“Won?”\r\n“But you clearly lost the first round,”\r\n“How could you have won?”\r\n\r\n<<mikSmile>><<name Mikara>>“Because I've got a Prince, isn't it obvious.”\r\n\r\n<<vivAnnoyed>><<name Vivaka>>“What else does it say?”\r\n“Surely there's more than that?”\r\n\r\n<<mikAngry>><<name Mikara>>“Let me finish then!”\r\n<<nar>><<mikSerious>> She cleared her throat and continued.\r\n<<name Mikara>> “To secure your union and become the heiress to his fortune you must offer up a gift to your Prince,”\r\n“The tip of one princess’ <<mikScared>>fing…”\r\n<<nar>>\r\n<<name Mikara>>“This can't be right?”\r\n\r\n<<nar>> She stared down at the letter in disbelief.\r\n\r\n<<name Vivaka>><<vivAnnoyed>> “Now you too?”\r\n“What does it say?”\r\n\r\n\r\n<<cam1>><<name Dasha>>“The tip of one princess’ finger.”\r\n“Once the gift is placed within the box you will win the full affections of the Red Prince…”\r\n“And you will be his bride.”\r\n\r\n<<cam2>><<vivScared>><<nar>>...\r\n\r\n<<name Vivaka>>“That's absurd…”\r\n“A finger…”\r\n“Do they expect us to just…”\r\n<<mikSerious>>“Cut our fingers off?”\r\n\r\n<<cam1>>Dasha shakes her head.\r\n<<cam1>><<name Dasha>><<kasSad>>“I…I think we should stop playing…”\r\n“This game is getting too….risky..”\r\n\r\n<<cam2>><<name Vivaka>><<vivConcerned>>“Yes, this is absolutely crazy!”\r\n“Right, Mikara.”\r\n\r\n<<nar>>...\r\n\r\n<<cam1>><<name Dasha>><<kasConcerned>>“Right?”\r\n\r\n<<cam2>><<name Mikara>>“I mean…it's just one finger.”\r\n\r\n<<name Vivaka>><<vivScared>>“What?”\r\n\r\n<<name Mikara>>“Think about it:”\r\n“We throw in a few apple slices and get diamonds,”\r\n“We've parted with our jewels and got all this,”\r\n“For the effort and pain that it would take to cut off a part of your body…”\r\n<<mikHappy>>“We could get rich beyond all imagination!” \r\n<<mikSmile>>“At least that's how it should work in a sensible game.”\r\n\r\n<<cam1>><<name Dasha>><<kasScared>> “Sensible?”\r\n“Mikara, that sounds…dangerous…”\r\n<<kasSad>>“Like the exact sort of thing that…got us here in the first place.”\r\n\r\n<<vivScared>><<mikAngry>><<cam2>><<name Mikara>>“Don't you dare compare me to that man!”\r\n“He gambled away everything on a whim then had the nerve to die before he could see any of his debt!”\r\n\r\n<<cam1>><<kasScared>>...\r\n\r\n<<mikSerious>><<cam2>><<name Mikara>>“This is calculated.”\r\n“It just makes sense.”\r\n“The stakes must increase in any game worth playing.”\r\n“What's a finger or two in the grand scheme of things.”\r\n\r\n<<vivAngry>><<name Vivaka>>“Well then, will you be parting with one of your fingers then?”\r\n\r\n<<mikScared>><<name Mikara>>“What?”\r\n<<mikAngry>>“No!”\r\n\r\n<<vivAnnoyed>><<name Vivaka>>“Then who's gonna have to get a finger snipped off, huh?”\r\n<<vivScared>>“Me?”\r\n\r\n<<mikSerious>><<name Mikara>>“No, no, no. It can't be you either. Arington would find you ghastly.”\r\n“He has a particular interest in hands, I've heard.”\r\n“We have to be pragmatic here.”\r\n\r\n<<nar>>Mikara turned to look at Dasha.\r\n\r\n<<mikSmile>><<kasSad>><<cam1>>...\r\n\r\n<<cam2>><<nar>>She smiles.\r\n\r\n<<name Mikara>>“Vivaka, go into the bathroom and get the salts and soaps.”\r\n\r\n<<vivAnnoyed>><<name Vivaka>>“What? Why me?”\r\n\r\n<<mikAngry>><<vivScared>><<name Mikara>>“Just go!”\r\n\r\n<<vivAnnoyed>><<name Vivaka>>“Okay…okay…”\r\n\r\n<<vivExitRight>><<nar>>Vivaka stomped out of the living room, groaning as she left.\r\n\r\n<<name Mikara>><<mikConcerned>>“Dasha, we really, really need your help.”\r\n\r\n<<cam1>><<name Dasha>><<kasScared>>“Mikara…”\r\n\r\n<<cam2>><<name Mikara>>“I know, I know.”\r\n“It sounds awful, it really does.”\r\n<<mikHappy>>“But you have to think past this moment and into the future.”\r\n\r\n<<cam1>><<name Dasha>><<kasSad>>“This is insane…”\r\n<<kasScared>>“Are you really asking me to cut off a part of my finger?”\r\n\r\n<<cam2>><<name Mikara>>“Once this game is over we'll have more money than anyone could possibly desire.”\r\n<<mikSmile>>“I've already been “proposed” to, so there's likely to be a fortune at the end of this round.”\r\n“We won't even have to keep playing this game anymore.”\r\n\r\n<<cam1>><<name Dasha>><<kasSad>>“I-I don't think I can do that…”\r\n\r\n<<mikHappy>><<cam2>><<name Mikara>>“That's why I'm here.”\r\n“I can help.”\r\n\r\n<<cam1>><<name Dasha>><<kasConcerned>>“Have you done something like this before?”\r\n\r\n<<mikAnnoyed>><<cam2>><<name Mikara>>“Have I cut off a finger before?”\r\n<<mikAngry>>“Of course not!”\r\n\r\n<<cam1>><<nar>><<kasSad>>...\r\n\r\n<<mikSerious>><<cam2>><<name Mikara>>“But it can't be all that complicated.”\r\n<<mikCoy>>“And we don't even need to cut all that much off, just the tip.”\r\n\r\n<<cam1>><<name Dasha>>“...”\r\n“How will I be able to cook….or do the laundry?”\r\n\r\n<<mikAnnoyed>><<cam2>><<name Mikara>>“Gods, <<mikHappy>>with the fortune we'll get you'll never need to use your hands again!”\r\n<<mikSmile>>“You could do whatever you wanted.”\r\n“Travel, buy your own Manor, anything!”\r\n“You'd have maids at your beck and call!”\r\n<<mikHappy>>“We wouldn't just have enough money to pay off your father's debt, you'd be able to buy the whole bank!”\r\n“And the butchery next to it, and the clinic…”\r\n<<mikSmile>>“And you won't even have to give all that much up to begin with.”\r\n\r\n<<cam1>><<kasConcerned>><<nar>>...\r\n\r\n<<mikHappy>><<cam2>><<name Mikara>>“We'd be unstoppable.”\r\n\r\n<<cam1>><<name Dasha>><<kasSad>>“What do you mean by a tip?”\r\n\r\n<<mikCoy>><<cam2>><<name Mikara>>“Just the top of your pinky finger, that's it.”\r\n<<mikConcerned>>“It'll hurt, of course, but in a week or so you'll be alright I'm sure.”\r\n<<mikCoy>>“I've seen cooks survive with nearly half of their digits lopped off.”\r\n“A tip is nothing in comparison.”\r\n\r\n<<nar>><<cam1>>Dasha sat quietly with the thought.\r\nThough the idea of losing even part of her finger frightened her, \r\nShe couldn't help but see the positives to it.\r\nPerhaps the stresses of mundanity were the cause of all the calamity within their home,\r\nBut once they returned to their cushy Manor in the hills they may be transformed by the luxury around them.\r\nPerhaps they might even grow to see her as…\r\n\r\n<<name Dasha>><<kasConcerned>>“Okay…”\r\n\r\n<<cam2>><<mikHappy>><<name Mikara>>“You're really going to do it?”\r\n\r\n<<cam1>><<name Dasha>><<kasSad>>“If it's just the tip, <<kasNervous>>I suppose it's not all that bad…”\r\n\r\n<<cam2>><<name Mikara>><<mikCoy>>“You may not realize this, but you’re saving all of our lives right now.”\r\n<<nar>>Mikara drew her hand to the knife on the table and grinned widely.\r\n<<name Mikara>><<mikHappy>>“Now, put your hand on the floor.”\r\n\r\n<<cam1>><<nar>><<kasSad>>She hesitated, but eventually placed her hand on the floor and spread her fingers wide.\r\n\r\n<<name Dasha>><<kasConcerned>> “The pinky, please.”\r\n\r\n<<cam2>><<mikConcerned>><<name Mikara>>\r\n“That one?”\r\n\r\n<<cam1>><<nar>>She nodded.\r\n\r\n<<cam2>><<mikCoy>><<name Mikara>>“Alright.”\r\n“Close your eyes.”\r\n\r\n<<cam1>><<name Dasha>><<kasSad>>“Is that necessary?”\r\n\r\n<<cam2>><<mikAnnoyed>><<name Mikara>>“Do you want to see me slice off a bit of your finger?”\r\n\r\n<<cam1>><<nar>>She shook her head.\r\n\r\n<<cam2>><<name Mikara>><<mikConcerned>>“That's what I thought.”\r\n<<mikSerious>>“Now keep those eyes shut and I'll count down from ten.”\r\n“Once I hit zero-\r\n<<mikCoy>>well…you know.”\r\n\r\n<<createCG>><<fullCG>><<dark>><<nar>>She gulped, she closed her eyes and she waited. \r\nShe heard Mikara's voice as she counted.\r\n\r\n<<name Mikara>>“10…9….8”\r\n\r\n<<nar>>Each muscle in her hand cried out in panic.\r\n She could almost hear the blood within her little finger screeching out in fear,\r\nadmonishing her for her docility.\r\nYet, she kept her hand firm against the floor.\r\n\r\n<<name Mikara>>“7…6..5”\r\n\r\n<<nar>>It became harder and harder for her to keep still.\r\n Any second she knew her hand would fling back towards her side.\r\n‘I can’t, I shouldn’t…’\r\nThe mantra spun through her inner ear, attempting to summon reason to her.\r\nStill, she kept her hand firm against the floor.\r\n\r\n\r\n<<name Mikara>>“4…3”\r\n\r\n<<name Dasha>> “Wait!-”\r\n\r\n<<nar>>!\r\n\r\nA red pain tangled its way up her hand.\r\nHer eyes flew open like curtains caught in a storm.\r\nShe said the crimson nub where her finger should be and screamed!\r\n<<dashaScream>>There they sat, \r\ntwo finger, \r\nas a puddle of red began to surround them.\r\nEven in her pain, it was plain to see.\r\nThat was not a tip.\r\n\r\n<<cam1>><<name Dasha>>“What have you done!”\r\n\r\n<<cam2>><<nar>>Vivaka tumbled into the room!\r\n“What’s going on…”\r\n“Ahhh!”\r\n\r\n<<nar>>She saw the red puddle and fell backwards!\r\n\r\n<<shaPos1>>\r\n<<vivScream>> \r\n<<cam1>><<name Vivaka>>“You actually did it!”\r\n“You actually did it!”\r\n\r\n<<cam2>><<name Mikara>>“Of-of course I did.”\r\n“I said I would..didn’t I?”\r\n\r\n<<nar>>Dasha was on the floor, Swaying back and forth as they spoke.\r\n\r\n<<cam2>><<name Mikara>>“N-now take the fingers and put them in the box.”\r\n\r\n<<cam1>><<name Vivaka>>“Are you crazy I’m not touchin-”\r\n\r\n<<cam2>><<name Mikara>>“DO IT NOW!”\r\n\r\n<<nar>>Vivaka looks down at the bloody knife in her sister's hand.\r\nShe drew forward and took the fingers in her hand before quickly throwing them into the box.\r\n<<boxClose>>The doors of the box slammed shut.\r\n\r\n<<name Vivaka>>“Now what?”\r\n\r\n<<cam2>><<name Mikara>>“We wait.”\r\n\r\n\r\n<<dashaViv>><<cam1>><<name Vivaka>>“Oh my Gods…”\r\n“You went too far…”\r\n“Look at her…”\r\n\r\n\r\n<<cam2>><<name Mikara>>“I only did what was asked of me.”\r\n“And now we’ll all be rewarded.”\r\n\r\n<<nar>>Vivaka shook her head before turning to Dasha.\r\n\r\n<<cam1>><<name Vivaka>>“Are you alright?”\r\n\r\n<<name Dasha>>“It hurts…so..much..”\r\n\r\n<<name Vivaka>>“Give me your hand.”\r\n\r\n<<nar>>She shakes her head.\r\n\r\n<<name Vivaka>>“We have to put a bandage on it, Dasha.”\r\n“So dirt doesn't get in.” \r\n“I’m not gonna cut off your fingers if that's what you’re worried about.”\r\n\r\n<<mikFire>><<cam2>><<name Mikara>>“Oh, don't act so self-righteous, s-she wanted to be a part of this and you did too.”\r\n“Y-you put the fingers in the box, didn't you?”\r\n\r\n<<dashaViv>><<cam1>><<name Vivaka>>“Only because you were waving that knife around!”\r\n\r\n<<cam2>><<nar>>She dropped the knife.\r\n\r\n<<mikFire>>\r\n<<name Mikara>>“Yah, and I bet you don't want any part of the fortune then, huh?”\r\n“Since y-you’re so much better than I am?”\r\n“Face it!”\r\n“None of you had the courage to do what I did yet you’ll both clamber for the treasure!”\r\n“If anything, I deserve all of it!”\r\n“I convinced you to play the game!”\r\n“I cut the apple!”\r\n“I-I….”\r\n\r\n<<boxOpen>><<nar>>Suddenly the box shook violently!\r\nIt whirred round quickly on a single corner.\r\nIt rattled as though something wild was thrashing against its walls.\r\nIt wouldn't stop spinning.\r\n<<deleteCG>> \r\n\r\n<<cam1>><<name Dasha>><<kasScared>><<vivScared>>“What's happening?”\r\n\r\n<<cam2>><<mikHappy>><<name Mikara>>“Our fortune arrives.”\r\n\r\n<<nar>>They heard from the distance the sound of heavy hooves against the dust,\r\nThey heard the scream of a horses as they thundered towards them,\r\nThey heard the wheels of a carriage scuffed against the stones on the ground. \r\nSomeone fast approached.\r\n\r\n<<cam1>><<name Vivaka>><<vivScared>>“What's going on?”\r\n\r\n<<cam2>><<mikConcerned>><<name Mikara>>“Is that…mother?”\r\n\r\n<<cam1>><<name Dasha>>“Can't you hear it?”\r\n\r\n<<nar>>Dasha took a trembling hand and pointed at the wicked box.\r\n\r\n<<name Dasha>>“It's that!”\r\n“It's coming from in there!”\r\n\r\n<<name Vivaka>>“That can't be…”\r\n\r\n<<cam2>><<nar>><<mikScared>> Mikara draws herself towards the box, \r\nshe felt a wind against her face, \r\nShe heard the hooves, the neighs, and the wheels against the ground grow ever louder.\r\n\r\n<<name Mikara>><<mikCoy>>“M-my prince?”\r\n<<deleteCG>> \r\n\r\n<<nar>><<doorway>>  Then without warning the wicked box expanded. \r\nIt's small doors arching up until they obscured all behind them,\r\nEach pattern on the golden walls was fully legible.\r\nThere in front of the sisters, a doorway.\r\nA storm shrieked within the tiny walls of their cottage, whipping out flames from their wicks.\r\nTheir living room grew darker, save the eerie red light spilling out from a crack in the doorway.\r\n\r\n<<cam1>><<name Dasha>>“We have to go!”\r\n<<name Dasha>>“Something’s coming!”\r\n“We need to leave now!”\r\n\r\n<<name Vivaka>>“Dasha’s right!”\r\n“We need to get out of here!”\r\n\r\n<<createCG>><<fullCG>><<mikManic>><<cam2>><<name Mikara>>“Aren’t you even just a little curious?”\r\n“It would be a pity,”\r\n“All this work just to leave with nothing.”\r\n\r\n<<cam1>><<name Vivaka>>“You’re insane!”\r\n“This isn't what any of us wanted!”\r\n\r\n<<name Dasha>>“If we don't go now I fear something bad may happen!”\r\n“We have to go, Mikara.”\r\n\r\n\r\n<<nar>><<dark>>Then there was silence.\r\nThe wind fell away.\r\nThe galloping ceased.\r\nThe horses neighed a final time.\r\nAll was quiet in the little cottage.\r\n\r\n<<cam1>><<name Dasha>>“Is-”\r\n“Is it over?”\r\n\r\n<<redPos6>>Then the doors began to part. \r\nA figure stood in the door frame, \r\nA world of scarlet shapes lurched behind him.\r\nHe approached Mikara.\r\n\r\n<<deleteCG>> <<mikPos5>><<panTall>><<cam2>><<name The Red Prince>>“Mikara Belladonne.” \r\n\r\n<<nar>><<mikScared>>It spoke.\r\n\r\n<<name The Red Prince>>“I have come from yonder seeking a bride,”\r\n“I have found her finally.”\r\n“You are my perfect match.”\r\n\r\n<<panMid>><<cam1>><<nar>>Dasha and Vivaka inched away as the Prince drew closer to them.\r\n\r\n<<cam2>><<name Mikara>>“So, you are my Prince?”\r\n\r\n<<panTall>><<name The Red Prince>>“Yes, I am.”\r\n\r\n<<panMid>><<name Mikara>><<mikConcerned>>“And what of my fortune?”\r\n“My prize?”\r\n\r\n<<nar>>The Prince laughed.\r\n\r\n<<panTall>><<name The Red Prince>>“A forward bride indeed!”\r\n“Well, let me assure you of one thing:”\r\n“I am the richest man in the world, <<mikSmile>>for what I have, no one but me has more of.”\r\n\r\n<<panMid>><<name Mikara>>“And what do you have?”\r\n“Diamonds? Gold? Gemstones?”\r\n\r\n<<panTall>><<name The Red Prince>>”Something even more valuable,”\r\n“Man cannot live without it.”\r\n“I am a merchant of Blood!” \r\n\r\n<<mikScared>><<nar>>Her face grew pale.\r\nShe drew away from the Prince.\r\n\r\n<<panMid>><<name Mikara>>“Blood?”\r\n“That is what you have?”\r\n\r\n<<panTall>><<name The Red Prince>>“And I have more of it than any man on Earth!”\r\n“Blood that runs, \r\nBlood as still as stone,\r\nBlood that’s fallen from the sword,\r\n it all belongs to me!”\r\n\r\n<<mikAngry>><<panMid>><<name Mikara>>“I don't want that!”\r\n“I don't want…Blood!”\r\n\r\n<<panTall>><<name The Red Prince>>“It’s all I offer.”\r\n\r\n<<cam1>><<name Dasha>>“Mikara, w-we have to go!”\r\n\r\n<<cam2>> <<panMid>><<name Mikara>>“But the diamonds, weren’t those yours?”\r\n\r\n<<createCG>><<fullCG>><<redPrinceMad>><<name The Red Prince>>“All the same, All the same!”\r\n“Those are the stones of my brothers!”\r\n“I have no use for dead things!”\r\n\r\n<<mikFire>> <<panMid>><<name Mikara>>“Then I-I don't want your gift!”\r\n“I don't want anything from you.”\r\n\r\n<<nar>>Mikara spun around stomping towards her sisters.\r\n\r\n<<name The Red Prince>>“Foolish princess…”\r\n“Fickle as fire,”\r\n“Greedy as a pit.”\r\n\r\n<<cam2>><<nar>>But as she tried to take another step, an odd feeling overwhelmed her.\r\nShe could not move any further.\r\n\r\n<<name The Red Prince>><<redPrinceMad>><<name The Red Prince>>“You vowed to marry me!”\r\n\r\n<<mikFire>><<name Mikara>>“I-I did not!”\r\n\r\n<<name The Red Prince>><<redPrinceMad>><<name The Red Prince>>“The ring on your finger is a testament to your vow.”\r\n\r\n<<mikFire>><<name Mikara>> “Then consider this engagement broken!”\r\n\r\n<<nar>>The Prince grinned.\r\nHe laughed a hearty laugh that rattled the walls of the cottage. \r\n\r\n<<name The Red Prince>> “If you insist!”\r\n\r\n<<mikCrack>>A single crack ripped its way across Mikara's face. \r\n\r\n<<name Mikara>> “What…”\r\n\r\n<<name The Red Prince>> “Our engagement is officially broken.”\r\n\r\n<<mikaraBroken>><<nar>> Crack after crack etched Mikara's skin. \r\nAs she ran towards her sister, hollering out in pain,\r\nShards of Mikara began to fly all across the room.\r\n\r\n<<name Mikara>> “Don't just stand there!”\r\n“HELP ME!”\r\n\r\n<<nar>> She screamed as every part of her fell towards the floor before eventually-\r\nSMASH!\r\nShe shattered into a million pieces. \r\nSo many in fact, that you could not tell what shard was her finger or her face.\r\n<<dark>> And yet-\r\nFrom the pile of glass, the sisters could still hear her scoffing softly.\r\nAs though some part of her was still alive in the rubble.\r\nThe Prince took his bright red hand to the glass rummaging through it before\r\nfinally pulling something out.\r\n\r\n\r\n<<name The Red Prince>> “Just as I suspected.”\r\n\r\n<<heartbeat>> <<nar>> Between his fingers he held a little black heart no bigger than a plum.\r\nIt pulsed manically as though it were still alive. \r\nThe source of the murmuring. \r\n\r\n<<name The Red Prince>> “I suppose this will do.”\r\n\r\n<<nar>> The Red Prince turned towards the sisters on the floor, his wisps of hair shaking as he cackled.\r\n\r\n<<name The Red Prince>>“My brother is still wanting for a bride!”\r\n<<dark>>\r\n<<nar>>He then turned around and disappeared past the reg smog \r\nand the doors closed once again.\r\nThey watched as they warped out of reality and faded into the ether\r\n<<box>>Leaving only the little box where it had once sat. \r\n\r\n<<cam1>><<name Vivaka>>“Mikara…”\r\n\r\n<<ottage>> <<nar>><<dark>>… \r\n\r\n<<nar>>The cottage sat silently. \r\nNo noise was made bar the soft weeping of the sisters. \r\nEventually, Dasha raised herself off the floor.\r\n<<deleteCG>><<deleteDoorway>>\r\n\r\n<<name Dasha>><<kasSad>>“We should leave.”\r\n\r\n<<name Vivaka>><<vivConcerned>>“What?”\r\n\r\n<<name Dasha>>“We should get out of her while we still can.”\r\n“The doors are shut and the-\r\n…Prince is gone.”\r\n“If we go through the kitchen door we should be able to get to the town on foot.”\r\n\r\n<<vivConcerned>><<name Vivaka>>“But it's so dark…”\r\n\r\n<<name Dasha>><<kasConcerned>>“I don't think we have any other options.”\r\n<<kasSad>>“If we stay here we'll….”\r\n\r\n<<name Vivaka>>“We'll be taken too.”\r\n“You're right.”\r\n“I'll get a lamp…”\r\n“Where are the lamps kept again?”\r\n\r\n<<name Dasha>>“It's alright, I'll get them.”\r\n\r\n<<vivScared>><<name Vivaka>>“But you're injured!”\r\n\r\n<<vivConcerned>><<kasSad>><<nar>>Dasha looked down at the bandaged fingers.\r\nIn all the chaos she had forgotten all about it.\r\n\r\n<<name Dasha>><<kasNervous>>“It doesn't hurt anymore.”\r\n“I'll be fine.”\r\n“Just wait here and I'll get everything we need.”\r\n\r\n<<kasSad>><<name Vivaka>>“Okay…”\r\n“Just…be quick, please…”\r\n“I can't stand it here.”\r\n\r\n<<kasConcerned>><<nar>>Dasha nodded.\r\n<<roseTransition>>...\r\n [[Answer:task3|task3]]",
		"position": {
			"x": 1334,
			"y": -369
		},
		"colorID": 6
	},
	{
		"title": "task3",
		"tags": "",
		"body": "<<deleteChar>><<livingroom>><<longRoom>>  \r\n<<roseTransitionEnd>><<nar>> Collect all the items presented to you below.\r\nOnce all the ingredients are collected, present them to Vivaka.\r\n<<peishaSong>><<hideText>><<navMode>><<name Challenge 3: The Lamp>>...",
		"position": {
			"x": 1656,
			"y": -358
		},
		"colorID": 3
	},
	{
		"title": "escapeAttempt",
		"tags": "",
		"body": "<<deleteDoorway>><<zeroBG>><<readMode>><<showFont>><<roseTransition>>...\r\n<<longRoom>><<livingroom>>\r\n<<cam1>><<kasPos1>><<shaPos2>><<nar>> ....\r\n<<roseTransitionEnd>><<nar>>\r\n<<kasConcerned>>Dasha rushed back into the room, the lamp bright in her hand.\r\n\r\n<<name Dasha>> “This should last us till we make it into town.” \r\n\r\n<<cam2>><<name Vivaka>><<vivAnnoyed>>“...”\r\n\r\n<<cam1>><<name Dasha>><<kasConcerned>>“What is it?”\r\n\r\n<<cam2>><<name Vivaka>><<vivConcerned>>“The ring…”\r\n<<vivScared>>“It won't come off.”\r\n<<vivScared>>“Anytime I try to pull this thing off it just gets tighter.”\r\n\r\n<<kasSad>><<nar>>Dasha took her finger to the ring and realised how tightly wound around her finger it had become.\r\n\r\n<<cam1>><<name Dasha>><<kasConcerned>>“We can always have a doctor take it off.”\r\n<<kasConcerned>>“Now let’s go.”\r\n\r\n<<cam2>><<name Vivaka>><<vivConcerned>>“Alright…”\r\n“Though it would be such a quite leaving all this.”\r\n\r\n<<kasSad>><<nar>>Dasha looks down at the diamonds on the floor. \r\n\r\n<<cam2>><<name Vivaka>>“We lost so much for this, it only makes sense that we should take some with us.”\r\n\r\n<<kasConcerned>><<cam1>><<name Dasha>>“I don’t think that’s a good idea.”\r\n<<kasAnnoyed>>“Considering it’s this game that got us here in the first place.” \r\n<<kasConcerned>>“After all, we can always come back if we have to.”\r\n\r\n<<cam2>><<name Vivaka>>“Okay…”\r\n\r\n<<cam1>><<name Dasha>>“The light only grows fainter as we talk, if we’re leaving it has to be now.”\r\n\r\n<<cam2>><<nar>>Vivaka looks down to the floor for a second.\r\nYes, the diamonds glowed sweetly,\r\nBut there mixed with the diamonds, the shards that were once her sister.\r\nShe sighed.\r\n\r\n<<cam2>><<name Vivaka>>“Okay, let's go.”\r\n\r\n<<kitchenQuick>><<nar>>They shuffled into the kitchen.\r\nThe rain beat fiercely against the window. \r\nThe kettle whizzed against the stovetop as it gathered a dense cloud of mist around itself.\r\n\r\n\r\n<<cam2>><<name Vivaka>>“This place seems creepier than usual.”\r\n\r\n<<kasSerious>><<cam1>><<name Dasha>>“The door's that way.”\r\n\r\n<<nar>>They travelled towards the door but only made it a few paces before…\r\n\r\n<<kasScared>><<vivScared>><<name Beast>>GROWL…\r\n\r\n<<cam2>><<name Vivaka>>“Did you hear that!”\r\n\r\n<<cam1>><<name Dasha>>“Shh…”\r\n“You mustn’t yell…”\r\n“But I heard it.”\r\n\r\n<<nar>>Another low growl slipped through the crack in the door.\r\nThen came scratching. \r\nAs if the creature on the other side of the door were trying to reduce the wood to splinters.\r\n\r\n<<cam2>><<name Vivaka>>“Oh no!”\r\n“Something’s out there!”\r\n“What are we going to do?”\r\n\r\n<<cam1>><<name Dasha>><<kasConcerned>>“It could be a stray from one of the neighbours…”\r\n“Or perhaps a fox,”\r\n“Either way, it might be better to take our chance with a wild animal rather than the Princes.”\r\n\r\n<<cam2>><<name Vivaka>>“What if it’s a creature from the box?”\r\n\r\n<<cam1>><<nar>><<kasSad>>Dasha thought silently.\r\nShe had a point, \r\nSince the box sprouted from a miniature ornament to a demonic doorway of some sort,\r\nRationality seemed altogether meaningless.\r\nIt was simply more likely than it had been a few hours ago.\r\n\r\n<<cam1>><<name Dasha>><<kasSerious>>“Alright, you stay here,”\r\n\r\n<<nar>>She took a candle and lit it against the lamp.\r\n\r\n<<name Dasha>>“And I’ll see if there’s a way out of here.”\r\n\r\n<<cam2>><<name Vivaka>><<vivAngry>>“You’re going to leave me here!”\r\n“Alone?”\r\n\r\n<<cam1>><<name Dasha>><<kasNervous>>“Only for a moment.”\r\n<<kasSerious>>“My window has a view of everything outside the kitchen.”\r\n“If there's truly something otherworldly out there, I'll see it.”\r\n\r\n<<cam2>><<name Vivaka>><<vivConcerned>>“Are you sure, maybe we should just…”\r\n\r\n<<cam1>><<name Dasha>><<kasConcerned>>“Just what?”\r\n\r\n<<cam2>><<name Vivaka>><<vivAnnoyed>>“Never mind, just don't be gone too long…”\r\n“I can't stand it here.”\r\n\r\n<<cam1>><<name Dasha>><<kasSerious>>“Alright.”\r\n\r\n<<hallQuick>><<nar>>Dasha disappears past the doorway travelling towards her room.\r\n<<hall>>The shadows warped as she passed each once-familiar object. \r\nIt was as though some dark spell was placed upon the house.\r\nFinally, the moulding door to her room sat before her.\r\nShe pushes it open gently, \r\nYet her caution could not stop it from squealing ever slightly as she did.\r\nShe popped her head through the crack in the door.\r\n<<dashaQuick>><<bedroom>>Her room looked as it always did. \r\nNothing out of the ordinary.\r\nAs she traveled towards the window her attention was caught by the chest on the floor.\r\n\r\n<<name Dasha>><<kasConcerned>>“I don't remember opening this?”\r\n\r\n<<nar>>She drew herself towards the open chest and couldn't help but smile.\r\n\r\n<<name Dasha>><<kasSad>>“Is that you?”\r\n\r\n<<nar>><<createCG>><<fullCG>><<dashaChest>>The box held several trinkets in it.\r\nLittle dolls made of felt, wool and straw. \r\nHerbs and flowers that still smelt as fragrant as the day they were picked.\r\nSheets of strange paper, brown and worn from age. \r\n\r\n<<name Dasha>>“I could really use your help, you know.”\r\n“If you're here, that is.”\r\n\r\n<<nar>>\r\n<<dream>>Her mind drifted to a hazy past,\r\nBefore the debt, \r\nBefore the wealth,\r\nin a place that grew further and further away with each passing day.\r\n She remembered the warmth she felt as she lay in her mother's lap \r\nIn this same room.\r\nHer long, wiry fingers wove pretty braids into her hair as Dasha lay half awake and half dreaming;\r\nIn a state of reverie. \r\nShe would hum something low and sweet under her breath as she braided. \r\nA song that felt as cold as the moon yet as cheerful as spring. \r\nThen as she drifted away, leaving little Dasha to fall asleep in her bed she'd say this one thing,\r\nEvery night,\r\n\r\n“You are always loved my child,”\r\n“And you are always watched over.”\r\nThen she'd disappear.\r\n<<deleteCG>> \r\nDasha sighed. \r\n\r\n<<name Dasha>><<kasAnnoyed>>“Now's no time to be dreaming.”\r\n\r\n<<nar>> She shakes away the thoughts as she returns to a lucid state,\r\n closing the chest as she passes it.\r\n\r\nBark Bark!\r\n\r\n<<kasScared>>She jumps back in fear.\r\nHer eyes are big and wide as she stares out of the window.\r\n\r\n<<name Dasha>>”How?”\r\n\r\n<<createCG>><<fullCG>><<dogs>> <<nar>>There outside the window, snarling at her she sees the monster.\r\nIt's jagged teeth dripping with fury,\r\nIts many heads bulged and pulsated as though snakes swam under its hairy skin.\r\nIts eyes were primed on her as it watched.\r\nThis thing could shatter the thin film of glass that separated them,\r\nIt could devour her in one bite!\r\nYet, it simply stared, blank-faced and menacing.\r\nDasha took a slow step back and watched for a reaction.\r\nIt remained stoic.\r\nShe took another step. \r\nIt seemed undisturbed.\r\nShe took one final step.\r\nThe creature lurched forward, till its skin touched the glass. \r\nIt huffed as white mist coated the window. \r\nIt began to growl.\r\n<<deleteCG>>\r\n<<hall>>Dasha quickly pulled herself into the corridor!\r\nThe creature's barks grew louder even as she drew further away from it.\r\n<<kitchenQuick>><<kitchen>>It's only when she reaches the kitchen that the barking finally stops.\r\n\r\n<<name Dasha>>“You're right!”\r\n“There's something out there and it seemed like it was following me!”\r\n“It…” \r\n“I think it was chasing me.”\r\n“We're trapped!”\r\n\r\n<<cam2>><<nar>><<vivSerious>>“...”\r\n\r\n<<cam1>><<name Dasha>><<kasConcerned>>“What are we going to do?”\r\n\r\n<<cam2>><<name Vivaka>>“...”\r\n\r\n<<cam1>><<name Dasha>>“Vivaka?”\r\n\r\n<<cam2>><<name Vivaka>>“I have an idea…”\r\n“But I doubt you'll like it.”\r\n\r\n<<cam1>><<name Dasha>><<kasSad>>“It can't be worse than parting with a finger.”\r\n<<kasConcerned>>“Can it?”\r\n\r\n<<cam2>><<name Vivaka>>“I…”\r\n<<vivConcerned>>“When you left that time to go and get the lamp I found…this.”\r\n\r\n<<nar>>She pulled from her dress a letter, flashing it for a second or so before pulling it towards herself.\r\n\r\n<<cam1>><<name Dasha>><<kasScared>>“No…”\r\n“We can't….”\r\n\r\n<<cam2>><<name Vivaka>><<vivSmile>>“I promise, it's not as bad as it seems.”\r\n<<vivConcerned>>“I read through it and this game seems less…tasking.”\r\n\r\n<<cam1>><<name Dasha>><<kasAnnoyed>>“Playing this game is what got us into this mess in the first place!”\r\n“It’s the last thing I want to do.”\r\n\r\n<<cam2>><<name Vivaka>><<vivAngry>>“Well then what do you want to do, huh?”\r\n“We tried escaping:”\r\n“Failed!”\r\n\r\n<<cam1>><<name Dasha>>“We never even made it out of the house!”\r\n\r\n<<cam2>><<name Vivaka>>“Because there’s a monster out there.”\r\n“And why do you think that is?”\r\n“None of us can leave unless we finish the game!”\r\n“So unless you wanna spend a night here-”\r\n\r\n<<cam1>><<name Dasha>>“That seems better than potentially inviting some other prince into our home to kidnap one of us again.”\r\n<<kasSad>>“I don't want us to die here.”\r\n\r\n<<cam2>><<nar>>...\r\n<<vivSerious>><<name Vivaka>>“What if I told you it’s the final round?”\r\n\r\n<<cam1>><<name Dasha>><<kasConcerned>>“What?”\r\n\r\n<<cam2>><<name Vivaka>>“After this, no more games.”\r\n“It’s over.”\r\n“And we both get to leave.”\r\n\r\n<<cam1>><<name Dasha>><<kasScared>>“Is that what the letter says?”\r\n\r\n<<cam2>><<name Vivaka>><<vivConcerned>>“Right here. I’ll read it to you.”\r\n\r\n<<nar>>She pulled the letter close to her face and began reading from it.\r\n\r\n<<cam2>><<name Vivaka>><<vivSerious>>“Your sister is a married woman, \r\n<<vivConcerned>>but due to the shock of her arrangement she wishes to break your vows for you and we have let her do so.”\r\n“Um..”\r\n<<vivSerious>>“To leave this place you must create a tonic and one of you must drink it as a peace offering.”\r\n\r\n<<nar>>Vivaka took the letter and tore it in half before handing a piece to Dasha.\r\n\r\n<<cam2>><<name Vivaka>>“Each of us both have a task to do,”\r\n“You create the potion as instructed and I’ll set up the shrine.”\r\n\r\n<<cam1>><<name Dasha>><<kasSad>>“Mikara I don't want to do this anymore.”\r\n\r\n<<cam2>><<name Vivaka>><<vivAngry>>“Then we’ll both die here!”\r\n“How long do you think it’ll be before those creatures find a way in, Dasha.”\r\n<<vivConcerned>>“I don't think we have a choice…”\r\n<<vivScared>>“Mikara’s gone, maybe forever,”\r\n“But she still saved us.”\r\n<<vivConcerned>>“She gave us an opportunity to free ourselves.”\r\n“If we both die here her sacrifice will be in vain.”\r\n…\r\n<<vivScared>>“I don't want to die, Dasha…”\r\n…\r\n\r\n<<cam1>><<name Dasha>><<kasSad>>“Fine.”\r\n“If this is the last game…I'll play it.”\r\n<<kasConcerned>>“But what if it isn't?”\r\n“I'm not sure how reliable the word of those creatures could be.”\r\n\r\n<<cam2>><<name Vivaka>><<vivSmile>>“Then we'll find another way out.”\r\n“Everything's going to be fine.”\r\n“I promise.”\r\n\r\n<<cam1>><<name Dasha>><<kasConcerned>>“I'll get started on this potion.”\r\n<<roseTransition>>...\r\n[[Answer:task5|task5]]",
		"position": {
			"x": 1941,
			"y": -860
		},
		"colorID": 6
	},
	{
		"title": "task4",
		"tags": "",
		"body": "<<deleteChar>><<livingroom>><<longRoom>>  \r\n<<roseTransitionEnd>>\"You have the opportunity to look through the room\"\r\n<<hideText>><<navMode>><<name Task>>Find Bandages",
		"position": {
			"x": 3044,
			"y": -808
		},
		"colorID": 8
	},
	{
		"title": "task5",
		"tags": "",
		"body": "<<deleteChar>><<livingroom>><<longRoom>>  \r\n<<roseTransitionEnd>><<nar>> Collect all the items presented to you below.\r\nOnce all the ingredients are collected, present them to Vivaka.\r\n<<peishaSong>><<hideText>><<navMode>><<name Challenge 5: The Potion>>...",
		"position": {
			"x": 2187,
			"y": -860
		},
		"colorID": 3
	},
	{
		"title": "theTrick",
		"tags": "",
		"body": "<<zeroBG>><<readMode>><<showFont>><<roseTransition>>...\r\n<<longRoom>><<livingroom>>\r\n<<cam1>><<kasPos1>><<shaPos2>><<nar>> ....\r\n<<roseTransitionEnd>><<nar>>\r\n\r\n<<createCG>><<fullCG>><<dark>> Dasha watched as the concoction bubbled on the hot stove top.\r\nIt's mist washed across the room, \r\na deep lavender smell swirled up her nostrils.\r\n\r\n<<name Dasha>>“I think it's time.”\r\n\r\n<<nar>>She breathed in and out before she spoke.\r\n\r\n<<name Dasha>>“Deus nï Evoconos! Corpio de Ammos! Skorsha de Ossa. Numquam urios! Medea Filiae!”\r\n\r\n<<nar>>She watched as the bubbles continued to balloon and pop as they had done before.\r\n\r\n<<name Dasha>>“I suppose that's it then.”\r\n\r\n<<nar>>With great caution she took the boiling pot off the stove and took a mug scooping up the liquid.\r\nShe returned into the living room where Vivika sat waiting for her.\r\n<<deleteCG>> \r\n\r\n<<cam2>><<vivSerious>> <<name Vivaka>>“Are you done?”\r\n\r\n<<cam1>><<nar>><<kasSad>>Dasha nodded.\r\n<<kasConcerned>><<name Dasha>>“Now what?”\r\n\r\n<<cam2>><<name Vivaka>>“You drink it.”\r\n\r\n<<cam1>><<name Dasha>><<kasScared>>“Me?”\r\n\r\n<<cam2>><<name Vivaka>>“The person that created the potion must drink of it.”\r\n“That's what it says.”\r\n\r\n<<cam1>><<name Dasha>><<kasAnnoyed>>“I don't mean to be rude but why must I endure everything?”\r\n\r\n<<cam2>><<name Vivaka>><<vivAnnoyed>>“Because the letter-”\r\n\r\n<<cam1>><<name Dasha>>“It's not about the letter.”\r\n<<kasSad>>“It's not even about the finger.”\r\n<<kasAnnoyed>>“Its all of it.\r\n“Even before we came here.”\r\n\r\n<<vivConcerned>><<cam2>>...\r\n\r\n<<cam1>><<name Dasha>><<kasSad>>“I’m supposed to be your sister…”\r\n“Yet…”\r\n“I often feel like I'm less than.”\r\n\r\n<<cam2>><<name Vivaka>><<vivConcernedSad>>“I…”\r\n“I didn’t know you felt that way.”\r\n<<vivNervous>>“But I suppose it’s not surprising…”\r\n<<vivConcerned>>“We’ve been awful, haven't we?”\r\n“You know, I wasn’t supposed to say any of this but…”\r\n“Mother never even got your portrait done…”\r\n“She said Mikara and I were her best chance at getting out of here.”\r\n“And I didn’t even say anything.”\r\n“Dasha, I’m so, so sorry.”\r\n“I really am…”\r\n\r\n<<createCG>><<fullCG>><<hug>> \r\n\r\n<<nar>>She hugs Dasha.\r\n\r\n<<cam1>><<name Dasha>>“Vivaka….”\r\n\r\n<<cam2>><<name Vivaka>>“I promise, when we leave this place everything’s going to change.”\r\n“And I really mean it.”\r\n\r\n<<cam1>><<name Dasha>>“...”\r\n\r\n<<cam2>><<name Vivaka>>“But we only get to leave once you drink the potion.”\r\n\r\n<<cam1>><<name Dasha>>“I-”\r\n\r\n<<name Vivaka>>“It’s the only way.”\r\n“This is the last thing I’ll ever ask of you.”\r\n“Please.”\r\n\r\n<<deleteCG>>\r\n\r\n<<nar>><<kasSad>>Dasha sighed.\r\n\r\n<<cam1>><<name Dasha>><<kasNervous>>“All I’ve ever wanted was for all four of us to live happily.”\r\n“That’s all.”\r\n\r\n<<nar>>She took the drink to her mouth and down it.\r\n\r\n<<cam2>><<name Vivaka>><<vivConcerned>>“How are you feeling?”\r\n\r\n<<cam1>><<name Dasha>><<kasConcerned>>“It tasted awful…”\r\n<<kasNervous>>“Like tea without any sugar.”\r\n<<kasConcerned>>“Now what?”\r\n\r\n<<vivConcerned>><<cam2>><<name Vivaka>>“I….I don’t know.”\r\n\r\n<<cam1>><<name Dasha>><<kasSad>>“Well, since we did everything we were asked it should be safe to go, right?”\r\n\r\n<<cam2>><<name Vivaka>><<vivConcerned>>“I suppose so.”\r\n<<vivRude>>“I just expected something flashier.”\r\n“Like fireworks in the sky spelling out ‘You Won!’”\r\n\r\n<<cam1>><<name Dasha>><<kasConcerned>>“Should we just…go?”\r\n\r\n<<cam2>><<name Vivaka>><<vivScared>>“Not if those creatures are out there.”\r\n<<vivConcerned>>“We should do a window check.”\r\n“I’ll check the downstairs windows and you check the window in you room.”\r\n“Then we’ll meet back here.”\r\n\r\n<<cam1>><<name Dasha>><<kasNervous>>“Good idea.”\r\n\r\n<<cam2>><<name Vivaka>>“See yah, soon!”\r\n\r\n<<deleteVivaka>> <<hallQuick>><<kasConcerned>><<cam1>><<nar>>Dasha walks down the dark corridor once more.\r\nEach footstep was slow and quiet.\r\nShe would press her foot against the floor, listen for any signs of danger,\r\nBarking, huffing, growling,\r\nAnd when she was sure she heard nothing she'd take another cautious step.\r\nEventually she made it to her own door.\r\n<<dashaQuick>>She held her breath as she peered through the open doorway.\r\nShe saw nothing.\r\n\r\n<<kasNervous>>\"They're gone.\"\r\n\r\nShe sighs.\r\n<<kasAnnoyed>> Well there's only one way to be sure. \r\n\r\n<<createCG>><<fullCG>><<window>><<dark>>  <<nar>>She draws herself towards the window till her nose is mere inches from its glass. \r\nThe mist was gone. \r\nThe glass was clear as if there was never anything there to begin with.\r\nAll she could see was the black expanse of the night stretching into the woods.\r\nShe smiles. \r\n\r\n<<name Dasha>> “It's over.”\r\n“It's finally over.”\r\n\r\n<<dark>> \r\n<<nar>>Then she heard it. \r\nThe sound of heavy hooves, \r\nthe wheels of a carriage rolling towards the cottage.\r\nThe neighs of an exasperated horse.\r\nHer face went cold. \r\nThe beating of hooves on dust grows louder. \r\nThe horse are coming,\r\nThe carriage is coming,\r\nAnd with them a Prince!\r\n\r\n<<name Dasha>> “I don't understand!”\r\n“This is the last round!”\r\n“it's-”\r\n\r\n<<nar>>She hears a creak!\r\n<<surprised>>Dasha whipped her head round till she was facing the door!\r\nHer eyes were round and wide with panic.\r\nHowever, she wasn't met with the gangly body of a Prince. \r\nInstead she saw her sister in the doorway.\r\n<<vivDoor>><<name Dasha>>“Vivika?”\r\n“What are you doing up here?”\r\n\r\n<<nar>>There was no reply.\r\n\r\n<<cam1>><<name Dasha>>“We have to leave right now!”\r\n“The princes are on their way!”\r\n\r\n<<nar>>There was no reply.\r\n\r\n<<nar>>As Dasha drew closer she saw her sister's face in the blackness,\r\n<<createCG>><<fullCG>><<vivCry>> she saw that she was crying.\r\nBeads of tears rolled off her cheeks sinking into the shadows below her feet.\r\n\r\n<<name Vivaka>>“I…”\r\n“I never wanted to hurt you…”\r\n\r\n<<cam1>><<name Dasha>>“Vivaka…”\r\n\r\n<<name Vivaka>>“I-I didn't want any of this…”\r\n“He forced me.”\r\n\r\n<<nar>>Swift as wind the door slammed shut in front of Dasha.\r\nShe stood frozen in shock.\r\nBut then she heard the clink of a lock and her shock turned to dismay.\r\n<<deleteCG>> \r\n\r\n<<cam1>><<kasScared>><<nar>>Dasha clambered to the door pulling at its handle as she tried to free herself.\r\n<<name Dasha>>“VIVIKA! WHAT ARE YOU DOING?”\r\n\r\n<<name Vivaka>>“He said we couldn't both be free.”\r\n“He said one of us had to be his, Dasha.”\r\n“I…I couldn't…”\r\n\r\n<<cam1>><<name Dasha>>“W-we can figure something out!”\r\n“We can escape together!”\r\n“Y-you don't have to do this.”\r\n“Ouch!”\r\n\r\n<<deleteVivaka>><<nar>><<createCG>><<fullCG>><<dark>>  \r\nShe stared down at the doorknob and saw what had struck her.\r\nVines with jagged thorns began to stretch up the circumference of the door.\r\nDasha whipped round to reach the window but it too was growing the malevolent plant. \r\nThere was no way out.\r\n\r\n<<vivCry>><<name Vivaka>>“He demanded a sacrifice…”\r\n“I-I couldn't say no.”\r\n“I couldn’t say no.”\r\n \r\n<<surprised>><<cam1>><<name Dasha>>“You can't leave me here!”\r\n\r\n<<vivCry>><<name Vivaka>>“I'm sorry, I wish things could have turned out differently.”\r\n“I-I really meant everything I said.”\r\n\r\n<<surprised>><<cam1>><<nar>>Dasha heard glass shatter from behind the door.\r\nShe saw the golden light of a fire peeking through the door’s opening.\r\nShe smelt the oil curdling against the wooden floor setting it ablaze. \r\n\r\n<<name Vivaka>>“Goodbye.”\r\n\r\n<<createCG>><<fullCG>><<cam1>><<nar>><<dark>> Vivika’s footsteps drew further and further away as she continued to call out to her.\r\nSoon she was entirely out of reach. \r\n\r\n<<surprised>><<cam1>><<name Dasha>>“NO!”\r\n“Don’t leave me!”\r\n“Don’t leave….”\r\n\r\n<<nar>>The black horses neighed once more, \r\na broken holler of a wounded beast\r\nAnd then there was silence.\r\nAll Dasha could hear was the wicked fire crackling towards her.\r\n \r\n<<dashaFire>> \r\nThe little wooden door, crunched as the flames leaked into her room.\r\nBlack smog filled the confined space.\r\nIt wrapped itself around the trinkets and books and the clothes.\r\nIt drew itself closer to the girl.\r\nBut she did not move.\r\nShe sat silently on the bed watching the night pass by.\r\nShe knew no call would bring a saviour.\r\nShe knew that no one watched her, as she was once told.\r\nShe knew that in all the world not one person loved her.\r\nShe would die here, in the pit she had fallen into, and not one person would ever speak her name again.\r\nA single tear rolled down her cheek.\r\nShe would welcome death as she welcomed all things. \r\nSilently, without a fight. \r\n<<dark>> \r\n….\r\n<<surprised>> Then she noticed something odd. \r\nThe whole room had grown sweet with the scent of lavender.\r\nWhere she should be choking on smoke she was instead breathing freely.\r\nShe turned and saw the fire raging behind her bright and furious, \r\nyet felt nothing but a cool wind brushing upon her face.\r\nThe amber that fell upon her skin did not scorch her to soot. \r\nInstead it slipped away as rain does on a window pane,\r\nAnd the fire, so close that it's red teeth threatened to devour her did not burn,\r\nInstead it grazed her tenderly as she grazed the petals of flowers with her fingers.\r\n\r\n<<name Dasha>>“How could this be…”\r\n\r\n<<nar>>Suddenly she heard the click of a lock. \r\nShe heard some metal thing fall lightly on the ground.\r\nShe saw the door creep open.\r\n\r\n<<name Dasha>>“Vivaka?”\r\n\r\n<<dark>> \r\n<<nar>>The door fell into the flame sending up plumes of black dust with it and revealing the elongated figure in the doorway.\r\nShe saw its many ashy tendrils wrap themselves around the walls as it approached.\r\nA scream threatened to free itself from her throat as the entity approached.\r\nIts long grey face shrouded in blackness as it stared down at her.\r\n\r\n<<deleteCG>><<cam1>><<name Dasha>>“W-who are you…”\r\n\r\n<<cam2>><<greyPos5>><<cam2>><<name The Grey Prince>>“I am the richest man in the world,”\r\n “For what I have, none but me have more of.”\r\n“Dust, soot, bones and all that is buried with it falls to me.”\r\n\r\n<<cam1>>Dasha tried to speak, but her throat was shut.\r\n\r\n<<cam2>><<name The Grey Prince>>“Be not afraid.”\r\n“I come to you as a humble carrier.”\r\n“I have only three things for you.”\r\n\r\n<<nar>>He stuck his long fingers into the side of his rib as he struggled for a moment before finally pulling out something.\r\nHis hand stretched towards the girl’s face as she resisted the urge to pull away but then,\r\nShe saw it.\r\n\r\n<<cam1>><<name Dasha>>“My mother’s necklace.”\r\n\r\n<<nar>>She cupped her hands together and let it fall into her palms.\r\nAnd with it came the two other gifts.\r\nThe diamond apple, \r\nAnd the severed finger.\r\nShe looks down at the collection of trinkets in her hands almost wincing at the finger but manages to compose herself.\r\n\r\n<<name Dasha>>“Thank you.”\r\n\r\n<<cam2>><<name The Grey Prince>>“She speaks fondly of you.”\r\n\r\n<<nar>>As it drifts away into the darkness she cannot help but call out to the creature.\r\n\r\n<<cam1>><<name Dasha>>“A-are you here to take me?”\r\n\r\n<<cam2>><<nar>>It cocked its head before it spoke.\r\n<<name The Grey Prince>>“I am the bridegroom to all that is, and lover to all that is not.”\r\n“In time you will fall to me, “\r\n“In time we will be reunited.”\r\n“But not today.”\r\n“I have all I need.”\r\n\r\n<<nar>>It patted its warped chest and Dasha catches a glimpse of something.\r\nShe saw, wriggling on the creature's grey body, a face,\r\n<<createCG>><<fullCG>><<vivWarp>> Its eyes fluttered open and shut as it watched Dasha.\r\nIt's mouth moved illegibly as though it spoke in a different tongue.\r\nIts tiny claw peeked out from the coverings of the grey creature it was attached to.\r\nIt filled her with a sense of dread even more so than the creature she had just conversed with.\r\nYet she could not tell why.\r\nPerhaps the mournful eyes of the thing moved her.\r\nPerhaps she was disgusted.\r\nPerhaps it was familiar.\r\nBut before she could investigate any further she hears the voice of the Prince above her a final time.\r\n<<name The Grey Prince>>“Now, Sleep.”\r\n<<dark>> <<nar>>And without warning, her body grew heavy and she collapsed onto the bed \r\nAnd fell asleep.\r\n…\r\nMorning light fell through the window.\r\n<<cam1>>A bird sang sweetly on the roof.\r\nIt's melody made its way through the little room Dasha was asleep in.\r\nShe stirred slightly,\r\nShe blinked as the light washed through her eyelashes.\r\nShe pulled herself from her bed covers and stretched.\r\nShe gazed at the room around her;\r\n<<bedroomCG>>all the books piled atop each other like the towers of lost city,\r\nThe clothes strewn about on the hanging line,\r\nThe cradle swung peacefully as it often did.\r\n‘A dream, a strange dream.’ She thought.\r\nBut as she drew her hand to her face her heart sank.\r\nTwo numbs, where her fingers ought to be.\r\nThere was no longer any bleeding, but nonetheless, her fingers were gone.\r\nShe sprung out of her bed frantically!\r\n<<name Dasha>>\"Vivika!\"\r\n\"Mikara!\"\r\n<<nar>> <<livingroomCG>>She rushed into the living room, and they weren't there. \r\nShe peaked through the kitchen door but no one was there.\r\nAs she turned around she caught a glimpse of something.\r\n<<boxOpen>>The little box still sat on the carpet with a single letter in it. \r\nWhen she held it to her face it simply read:\r\n<<dark>>“Fortune smiles upon you.\r\nAll that is scattered here is yours.\r\nMay it grant you your Happily Ever After.\r\nThe Golden Prince.”\r\n….\r\n<<grieve>>No one knew what befell the Belladonnes.\r\nIn the span of a night two sisters disappeared,\r\nOne mother dead from choking on air,\r\nAnd a single step-child who remained cold and stone-faced at the funeral.\r\nA rumour spread like lice across the village,\r\n“Perhaps she might be the cause of this tragedy!”\r\n“Perhaps she hired some rough folk to bloody their hands on her behalf.”\r\n“Perhaps she's a witch!”\r\n<<dark>>Eventually, most likely due to the ire that followed her every activity,\r\nShe too disappeared from the little village and was not seen from again.\r\n<<castle>>Some say she lives ostentatiously in the city,\r\nHer fortune mysteriously reclaimed. \r\n<<scorn>>Others say she may have hidden herself within the cold mountains,\r\nwhere she plots her wicked schemes in solitude.\r\nRumour has it she married a rich merchant and bore him three daughters.\r\nPerhaps the truth is somewhere in the middle of all that.\r\nPerhaps she even lived happily ever after as the Golden Prince bid her to.\r\n<<dark>>One thing is certain though.\r\nOn cold dark nights, \r\nWhen the owls perch on wicked branches and thunder roars through the night, \r\nYou might hear upon your door a KNOCK KNOCK KNOCK.\r\nAnd when you answer the call\r\nThey'll be nothing there \r\n<<box>>Except a little Golden box no taller than a small child\r\nAnd with it the promise of Happily Ever After.\r\n\r\nThe End",
		"position": {
			"x": 1935,
			"y": -612
		},
		"colorID": 0
	},
	{
		"title": "task6",
		"tags": "",
		"body": "<<deleteChar>><<livingroom>><<longRoom>>  \r\n<<roseTransitionEnd>>\"You have the opportunity to look through the room\"\r\n<<hideText>><<navMode>><<name Task>>Find Bandages",
		"position": {
			"x": 3042,
			"y": -577
		},
		"colorID": 8
	}
]