[
	{
		"title": "prologue",
		"tags": "",
		"body": "<<readMode>><<showFont>>\n<<titleFont>><<createCG>><<titlePage>><<fullCG>>Act 0: Introduction; Chapter 1: Once Upon A Time\n<<cgBookCover>><<ouatSong>>Once upon a Time,\nIn a kingdom Far, far away, \nThere was a nobleman beloved by all. \n<<cgBookPage1>><<cgPanDown>>\nAll who knew him admired his keen wit, clever mind but most of all;\nhis benevolent heart, as he amongst of all the council folk sat with the people,\nlistened to their desire, their woes, and with all his power mended what he could.\n<<cgBookCastle>><<shadow1>>\nAnd yet, his own need was left void.\nIn the iron of his heart a little bird sung alone. \nIt sung of sought affections,\nOf warmth within the night. \nA spring that made the moors bright with lavenders and daisies;\nRich like the meadows of his youth.\nHe wanted to be loved and to love truly, \n\nSo he sought these affections in the night,\nthought he'd find them at those gathers; those flocks of party-goers, \nAt foreign exhibitions far North or South, East or West. \nBeyond his own horizon,\nIn small company, in large crowds, he thought he saw glimmers of her. \nSo vivid he could hold them in the quiet of an evening. \nBut porous still that by morning they were faded and out of reach. \nA fruitless ordeal that left him lonelier than before. \n\n<<ball>>\nUntil that night.\nThat gathering where all the country was in attendance. \nAs he waited on the nobles, the staff, the townsfolk he glanced towards those arched doorway and\n\nHe saw her. \n\n<<halo>><<cgPanUp>>\nDressed vividly in golds, silvers, violets. \nHair of a dissolving sunset,\nrich in violet, lilac coils\nHe saw her.\n\nShe approached, she curtsied low, she murmured something sweetly. \nHe did not hear her, \nher halo obscured all sounds.\nTrapped beneath her lovely net;\nHe and Afroditi.\n\nFor three nights they ate, drank and danced together.\nThey spoke of politics and science,\nweather and stars, \nDreams and reality. \nThey grasped to each other tenderly as the folds of the night unraveled into a new day. \nThey knitted out a golden future, \nplucked out all their wanton desire and wove it there \nspoke of all they'd do with all the time they had as those three days spiraled out\nand without warning they'd spent one season together. \nAn infinite spring that grew over mundanity like some vibrant moss. \nFor what felt like the first time in an eternity, \nHe was content. \nThen without warning...\n\nShe disappeared. \nCome summer's scarlet heat and she was raptured from her bed. \nNot a trace of her left, not even heat from where she slept. \nHe sought her out relentless.\nAsked about her family, her home, her country, anything that could reunite the two.\nBut it was to no avail. \nCome autumn's cool wind and he was no closer. \n\"Belladonna.\"\nHer name appeared on nothing. \nNot the invitation list that night. \nNo record in that town,\nHad he not seen her himself, felt her breath against him, her hand against his,\nhe'd think she didn't exist. \nCome winter's apathetic chill and he had given up. \nResigning himself to his quarters empty of anything but woe.\n\nHowever, one frightfully chilly day he received a letter in the mail.\nLie.\nHe'd received it at least a month ago but hadn't been down to the mail room in weeks. \nIt was from one Konstance Quarier, an advisor to some nobel person or something of that nature. \nA brief letter that read as follows:\n\n<<name Konstance>>\"Dear Edwin Torre,\"\n\"That night we met at Doeman's castle for the conference and convened in the library brought about a consequence.\"\n\"A lovely one for me, certainly.\"\n\"But you might think otherwise.\"\n\"I'm pregnant.\"\n\n<<nar>>Naturally, he was shocked and in 9 moons arrived at Konstance's doorstep full of doubt and fear.\nShe greeted him warmly despite his late appearance, \nWalked him through her estate as they made small talk, \nand finally they entered the little room where nestled in the hills of colored wool and bright cotton,\nThe baby slept peacefully. \nThere he was struck for the first time with a warmth he thought was weeded out of him long ago.\nWhere pits of dust and white soil where left the first sprouts of a new spring began to bloom.\n\nThey both agreed that despite not being lovers in the traditional sense, they would both raise the girl together as best they could.\nand so began a new chapter.\nHe'd travel down to Konstance's estate frequently.\nMeet with the little girl.\nWatch her keen eye scour the world, her little head bob with excitement at something wonderful she saw,\nHer small hand latch at his as though the distance meant nothing to her,\nAs though she remembered this 'sometimes man' that would appear then disappear then appear again.\nYet, when he left.\nWhen he returned to his cold estate and sat in the places where they'd sit.\nglimpse the books she'd read.\nHe was once again confronted with his lack.\n\nTill one night however, something unusual occurred.\nWith his head low in his stacks of documents, the nobelman tottered out of consciousness.\nBut not entirely to sleep, more a reverie of some sort.\nSome light finger tapped at the window, he'd thought.\nSome dull wind had breathed his name.\nSome wild dust had called to him.\nAnd when he turned he caught a whisper of her.\nAn almost figure that crept away into the woods.\nHe dash downstairs and out, swinging the door open, ready to dash after her but his urgent foot froze before connecting with the stone below it.\nThere at his doorway, in a bundle, there was a basket.\nAnd in the basket, a note.\nHe drew down towards it, took the paper in his hand and read the singular word written down with some odd ink:\n\"Ours.\"\nAnd when he glimpse the contents of the basket, he knew she was right.\n\nYears past, both children of Edwin Torre grew splendidly as roses.\nThe two girls seeing each other as often as the could relished the time they spent together.\nEventually, Edwin was able to retire and buy an estate in Dasha to unify his family \nand so the two girls could spend more time with one another out of summer.\nThey were of course, the best of friends, though like most sisters fought on occasion over things Edwin could not understand \nbut things Konstance understood all to well.\nBut at the end of the day whatever bonds were broken were mended.\nAll in all they were a happy family.\nBut this isn't where our story begins.\n\nInstead we leap further into the future.\nWhere two other sisters, prepared for a clash against each other in a furious battle.\nAn all too common occurrence here.\nThe sister schools The Rose Garden and Wellwood Cross! \n<<deleteHalo>>\n[[ep1_The_First_Battle]]",
		"position": {
			"x": 1834,
			"y": -1066
		},
		"colorID": 0
	},
	{
		"title": "facts about Glass Heart",
		"tags": "",
		"body": "Witches\n\nRose Witch - Echo - The little Mermaid \nNettle Witch - Leda - 7 wild swans\nGolden Witch - Daphne - the nightingale\n\nLabyrinth Witch - Penelope - Hechatonchire, little red riding hood, Ariadne\nStone Witch - Catia - Galatea and Medusa\nRed Witch - Ayaan - The Robber Bridegroom\n\nSnow Witch - Doris - Snow White\nThread Witch - - Rupunzel\nThe Firebird - Joelle - Ivan and the Grey Wolf\n\nVenom Witch - Suhalia - White snake \nCandy Witches - The Ash Twins - jori and Yara\nThe Basilisk, The Wither Witch - Leylani\n\n\n\nJorinde and Joringel\n\n\nStory Witch - Beatrice\nThe Grand Witch - Peisha\n\nSubjects\n\nHistory\nLiterature\nAdvanced Mathematics",
		"position": {
			"x": 1906,
			"y": -458
		},
		"colorID": 0
	},
	{
		"title": "Misc Words and Phrases to Add later",
		"tags": "",
		"body": "Alchemists are always trying to find ways of evading the cost of their art.\nBut do not be mistaken, there is a price.\nEven the little morning dew collected in your vile has surrendered its life and line to you. \nBut because it did not scream, you did not hear it and you did not care. \n\nWe were talking about how somebody decided that bangs were their thing in 9th Grade and that no one else could have them. \n\nWell  that's odd, hair's hair and anyone can do anything with it. \n\nI know, that's what I said!\n\nGreat, we're on the same page. Anyway-\n\nAlright, but you weren't on that page before? \n\nWhat page?\n\nThe page about the hair!\n\nYour hair?\n\nYes, my hair! Wait no-\n\nWell you can do whatever you want with your hair, it really has nothing to do with me, anyway-\n\nIf I'm being honest with you; I do not know what you're talking about and do not care.\n\nHalf-hearted?\n\nI hardly remember who you're talking about so it's surely less than half. \n\nBut for courtesy's sake why don't you just accept the apology and move on to other mundane things.\n\nThe swan and the snake\n\nOh, mighty swan how high you fly!\nTearing gold from setting skies \nand weaving nighttime into clouds\nAnd leaving dots of stars alight \nTo fill their ... lullabies\n...\n\nYet I am here beneath the ground\nI move the summer fire in me.\nEach scale on me a seed for fruit. \nEach tooth in me a golden root\nTo bury deep within their mire.\nYet I am scorned and you're admired. \n\nWeaving over,\ndiving under\n\nPoor Mila,\nHer heart is too keen.\nIt frails at the slightest rumble\nfolding in like grass under a foot. \n\n\nMaybe something wild and warm for a while\nThat dwindles out with the first rays of dawn \nand disappears entirely by morning.\n\n\nWe were fighting.\n\nYes, yes fighting.\nFerociously at That\n\nAnd you were doing this alone in a room\n\nIt was a private fight\n\nIs it possible to have an entirely different self inside yourself that you yourself can't see?\n\nWhen I was younger I dreamt able marrying a man just like you. \nShould I still want the same thing?\n\nEveryone seems to like me that way.\nWhen nothing wicked leaves my throat.\nWhen roses bloom at the gates of my lips.\nWild and beautiful.\nYet now seems to ask about the thorns.\nIf\n\n\nIts like the seamstress of thought took out a long pair of shears and cut out those dreadful intrusions. \nThere in the gap she wove images of sunsets and wild rushes whirring in the wind.\nWillows weighted down by heavy dew drops, wisps of dandelions caught on the air glittering out of existence.\nThey hoped with enough wishing they may whittle away too.\nBecome small and weightless. \nBecome weedy and transparent as a whisper,\nThin and draw out as the air around them,\nLines of hair so gaunt you barely saw them. \nBecome gone.",
		"position": {
			"x": 1894,
			"y": -701
		},
		"colorID": 0
	},
	{
		"title": "ep1_The_First_Battle",
		"tags": "",
		"body": "<<readMode>>firstLine\n<<deleteCG>><<roseTransitionEnd2>><<undergroundHall>>\n\n//Establishing shot of the two schools\n//Students running around\n<<nar>>Trumpets erupted!\nA flurry of students flutter through the corridors brushing past each other as they drifted towards the golden gates. \nSome must find contentment slumping up against the dome's windows and staring down into the stadium, \ngiggling as they exchange theories.\n\nOthers walk patiently towards the seats assigned to them\nFor who needs to run when their position is guaranteed. \nAnd of course, the rumours.\nThey burst through walls and windows, ecstatic chortles or disapproving sighs. \nExclamations, damnations and all such ferver as they prepare to witness a clash.\n\n<<undergroundDoorway>>\n\n<<name Girl 1>> \"His victory is eminent!\"\n\n<<nar>>One girl says. \n\n<<name Girl 2>>\"Really?\" \n\"And how can you be so sure?\"\n\n<<nar>>The other girl says.\n\n<<name Girl 2>>\"That Swan was already the best that Wellnight had to offer and now he's got the best blade on the market.\"\n\n<<name Girl 1>>\"Got?\"\n\"More like stole her.\"\n\n<<name Girl 2>>\"Stole! More like won her over.\"\n\"How can a girl not give her heart away to a man like Bravis, hmm?\"\n\n<<name Girl 1>>\"It doesn't change the fact that they ought to have known better.\"\n\"The audacity of those two.\"\n\"Parading themselves around like that.\"\n\"Linked hands and gestures of affection.\"\n\"It disgusts me.\"\n\n<<name Girl 2>>\"Now,now, don't be a hypocrite.\"\n\"You're just mad that WellNight managed to take one of your blades.\"\n\"I'm sure if it were the other way round you'd leap with every victory.\"\n\n<<name Girl 1>>\"Well it isn't the other way round, is it?\"\n\"It's this way round and I don't like it.\"\n\n<<name Girl 2>>\"Well I do.\"\n\"And I'm certainly looking forward to another victory.\"\n\n<<name Girl 1>>\"Enjoy it while you can, but our Harris will surely slay that lecherous swan\nand finally cut down his Treacherous Blade.\"\n\n//Establishing shot of the arena\n//Animation of the arena gates opening\n<<colosseum>>\n<<nar>>And as the stage is set and all the player are beckoned to their stations,\nOur tale truly begins.\n\n//Animation of all the main characters as flowers pop out around them\n//Animation of roaring crowds as we pan to the actually stage\n//intros of main characters\n\n<<nar>>The crowds roar feverishly as they await the battle between their two houses:\nThe Garden of Crowns versus Wellwood's Cross!\nSister colleges only separated by a small lake and a history of violent but small skirmishes. \nAnd whilst they might begrudgingly consider themselves as family,\nThey're still allowed to bicker from time to time. \n\n//Purple smoke\n<<nar>>Plumes of smoke pour from the center of the arena. \nA silhouette rises from the fog. \n\n<<name Junny>>\"Welcome! Roses, lavenders and bluebells of The Rose Garden!\"\n\n<<name Tora>>\"And a warm welcome to the bright swans of Wellnight Academy\"\n\"who I'm in no way partial to despite my attendance there.\"\n\n<<name Junny>>\"Of course not, seeing as that wouldn't bode well for your future hosting these games.\"\n\n<<name Tora>>\"A threat, Junny?\"\n\n<<name Junny>>\"A promise.\"\n\"Now, as we usher in a new year of vigorous learning,\"\n\n<<name Tora>>\"yawn.\"\n\n<<name Junny>>\"continuous expansion and growth,\"\n\n<<name Tora>>\"Boring!\"\n\n<<name Junny>> \"And hopefully better attitudes\"\n\n<<name Tora>>\"Overrated.\"\n\n<<name Junny>>\"We're also allowed a little entertainment from time to time,\" \n\"don't you think?\"\n\n<<name Tora>>\"And what's more entertaining than a clash between one of the Garden's flowers and The Great Swan of Wellnight himself!\"\n\n<<name Junny>>\"Your bias is showing.\"\n\n<<name Tora>>\"I apologize!\"\n\"Slip of the tongue, if you will!\"\n\n<<name Junny>>\"Now if you could all muster up a hearty cheer for The Rose Garden's Champion,\"\n\n//Gate where Harris and Penelope are standing \n\n\"Harris Heartly and his blade, Penelope Beedoe.\"\n\"Debuting for the first time at Persis' Gate!\"\n\n<<nar>>\n\n<<name Tora>>\"And representing the glimmering towers of Wellnight;\nThe ever elusive,\"\n\n<<name Junny>>\"Tora...\"\n\n<<name Tora>>\"ever exciting,\" \n\n<<name Junny>>\"Tora.\"\n\n<<name Tora>>\"And in my in my opinion, ever romantic-\"\n\n<<name Junny>>\"Tora!\"\n\n<<name Tora>>\"Bravis BrightSwan and Anya Torrei!\"\n\n<<name Junny>>\"It's a wonder you keep getting this gig.\"\n\n<<name Tora>>\"Is it, or am I just so charismatic that I can't be replaced?\"\n\n<<name Tora>>\"Now, if everyone will put their hands together for the people that make these tournaments possible!\"\n\"The sponsors of both our schools, the administrators and all the boring but surely important work they do-\"\n\n<<name Junny>>\"Our lecturers; experts at blade craft and the art of battle, Alchemists of old and new who keep our art alive and thrivin-\"\n\n<<name Tora>>\"But most importantly, let's welcome our priestesses led by-\"\n\n<<name Junny>>\"Minerva Vilstone as they bless this battle with the haloed power of the Gods above and spirits below!\"\n\n<<name Minerva>>\"Thank you all for your presence here today.\"\n\"May the battle held here be glorious and serve as a reminder of the trials our ancestors before us fought\"\n\"and the power of the human soul.\"\n\"Now, we will begin:\"\n\n<<nar>>Her fingers intertwine as she offers her bound hands to the sky.\nOld arms like pillars carrying all the mysteries of the priestesses. \nShe raises her head to the sky and crys out:\n\n<<name Minerva>>\"Coils of heaven unravel,\"\n\"Bright oceans brimming with all things,\"\n\"Mothers of the Absolute, your daughter calls to you!\"\n\"Lay gold and iron upon their bones,\"\n\"Lay copper on their skin so they may be divine as you.\"\n\"Let hungry steel filled with blood lust starve against the flesh!\"\n\"Let the black eye of evil held upon blade's tip dull against the soul.\"\n\"And what you cannot take; let be undone.\"\n\"Now...\"\n\n<<nar>>With all the force of dam splitting some divine thing forces her hands apart!\n\n<<name Minerva>>\"Fight!\"\n\n<<nar>>Harris barreled forward, his blade whistling behind him and in seconds they clash.\nSteel and light splintered into the air each time the swords met. \nEach blow dealt was Harris' as he pounded into the steel of his opponent, imposing like a storm. \nHe was hail and fire all at once. \nBravis on the other hand held each blow briefly, anticipating the next. \nWith every slash he parried sending back the force dealt to him.\nHe was a mountain of a man, both him and Harris. \nYet, when Bravis cast another blow away there was a certain delicacy to it. \nThe perfect arches of a skipped stone disappearing into the impossible distance,\npassing brightly by the hollering waves of an ocean.\npatiently skipping towards the horizon. \nBut while he waited he couldn't help but hear the choir around him. \nChoruses beaming through the crunch of steel.\nThe stadium set ablaze with ecstasy.\nHe couldn't help but smile a little. \n\n<<name Harris>><<shakeText>>\"You mock me!?!\"\n\nHis arm lunges back then jets out trailing the line to Bravis' heart,\nThe point of the blade shrieking, drawing nearer to its target.\nHere the match would end. \nWith two connections. \nHis foot brushes out behind him, his shoulders curve away and Harris' blade snatches out at nothing.\nLike wind Harris' hand is struck and Penelope's blade spins away whistling past him and over Bravis' head. \nHarris drifted towards the ground behind him as he waited for his own demise. \nPenelope eyes widened. \nHer hands clasped together.\nShe uttered a single wish under her breath.\n\n<<name Penelope>>\"Please...don't strike me down.\" \n\n<<nar>>There's a hush over the crowd as their eyes follow the arc of the silver blade knowing what comes next. \n\n<<name Doris>>He's got a straight path to the heart!\n\n<<name Odde>>You know Harris these days-\n\n<<name Desrey>>He won't aim for the heart, h-\n\n<<name Anya>>Aim for the blade. \n\nThe blade bursts as Bravis slices through it's light and steel. \nWisps of it disperse upon the air as Penelope watches on.\nIt's dust mingles with the atmosphere as it disappears. \nThere is nothing left of Penelope. \nShe falls to her knees.\n\nBravis stares at her intently as the crowds roar. \nHe's about to say something but a hand reaches across his face.\nHe is staring into Anya's eyes and he's pulled into a kiss.\n[[ep1_Harris_Aftermath]]",
		"position": {
			"x": 2066,
			"y": -1071
		},
		"colorID": 0
	},
	{
		"title": "notes",
		"tags": "",
		"body": "positions\n\nAvgy - 1960 for the floor\nAvgx - pos1: 200 - pos2:700 - pos3:1200 - pos4:1700\n\nThe only reason I'm not a whore is by consensus and consensus alone. \nAll these boys keeping their lips shut in hopes they might one day become Mr. Beatrice Preach Torre.\n\nTaking your first, last and maiden name, \n\nAnd the middle one too.\n\nBeatrice Ivora",
		"position": {
			"x": 1569,
			"y": -717
		},
		"colorID": 0
	},
	{
		"title": "ep1_Anya_Ademeus",
		"tags": "",
		"body": "firstLine\n<<roseTransition>><<nar>>...\n<<roseTransitionEnd>><<nar>><<anyaPos2>><<anyaLivingroom>><<longRoom>><<readMode>><<zeroBG>>Anya glides down the stairs, bandages is hand and walks towards Amedeus.\n\n<<name Anya>>\"Here we go.\"\n\"Some bandages and ointment to disinfect the wound.\"\n\n<<name Ademeus>>\"Oh, really...\"\n\"That's great...\"\n\n<<name Anya>>\"I just need you to roll up your sleeves so I can wrap the cuts and-\"\n\n<<name Ademeus>>\"Yes,,,well...it's just I...\"\n\"It's really not all that bad, you know.\"\n\"Just a little cut, that's all.\"\n\"It's even stopped bleeding.\"\n\"See?\"\n\n<<name Anya>>\"Oh, it appears so.\"\n\n<<nar>>\"She places the ointment and bandages on the table.\"\n\n<<name Anya>>\"You can apply it yourself just to be safe.\"\n\n<<name Ademeus>>\"Of course, I should..um..probably do that at least.\"\n\n<<name Anya>>\"Yes probably...\"\n\n<<nar>>A silence looms over the pair as Ademeus reaches for the ointment.\nSpins this lid open and glides a single finger through the cream. \nHe wriggles his hand into his sleeve as he tries to cover the wound. \nAnya cringes. \nHer mouth pursed as she struggles to remain silent. \n\n<<name Anya>>\"Um...I should probably get the kettle running.\"\n\"Yes!\"\n\"Make some tea for the both of us, leave you to....do that.\"\n\n<<name Ademeus>>\"Alright, I'll be finished in a minute.\"\n\n<<name Anya>><<whisper>>\"You'd be finished in a second if you just rolled your sleeve up.\"\n\n<<name Ademeus>><<normal>>\"Hmm?\"\n\n<<name Anya>>\"I was saying I needed to find a second cup for you.\"\n\"I should have one somewhere but I don't often host company so we'll have to see.\"\n\n<<nar>>Anya shuffles into the kitchen.\n\n<<name Ademeus>>\"So....you live here all alone.\"\n\n<<name Anya>>\"Pretty much, yes.\"\n\n<<name Ademeus>>\"Why don't you live in them apartments with the other students?\"\n\n<<name Anya>>\"I prefer it out here.\"\n\"It's peaceful.\"\n\"It's a little inconvenient but worth the commute.\"\n\n<<name Ademeus>>\"Yah, it's a quiet spot,\"\n\"Makes it good for studying and all that.\"\n\"What are you studying anyhow?\"\n\n<<name Anya>>\"Alchemy.\"\n\n<<name Ademeus>>\"Aaaaah.\"\n\"Makes perfect sense why you'd want to be out here.\"\n\"From what I heard it's a pretty tough class.\"\n\n<<nar>>Anya reappears with tea\n\n<<name Anya>>\"I suppose it's a little complex.\"\n\n<<name Ademeus>>\"A little?\"\n\"So you're one of those high achieving students, aren't ya?\"\n\n<<name Anya>>\"Me?\"\n\"No.\"\n\"Well, not yet anyway.\"\n\"Currently ranked third in my class.\"\n\"But I suspect not for long.\"\n\n<<name Ademeus>>\"Neat! Strawberry Jam and custard cream!\"\n\"You're a woman of taste too!\"\n\n<<name Anya>>\"Thanks, I baked them myself.\"\n\n<<name Ademeus>>\"Baking, alchemy, gardening and first aid?\"\n\"What don't you do?\"\n\n<<name Anya>>\"Tell good jokes apparently.\"\n\"Though speaking about doing and not doing what do you do?\"\n\"Subject-wise, I mean?\"\n\n<<name Ademeus>>\"Oh, me?\"\n\"I'm a swordsman.\"\n\"Or aspiring one, at least.\"\n\"Beginner level at the moment but only by rank.\"\n\"For skill however, I'd say I'm low intermediate.\"\n\"Maybe a little higher on a good day.\"\n\n<<name Anya>>\"And how'd you suppose that?\"\n\n<<name Ademeus>>\"I've fought a few people who've assessed me.\"\n\"Said if I'd started training earlier I could've been at higher advance levels by now.\"\n\"But in a year's time or so I could probably weasel my way into the lower rungs.\"\n\"Pity, not starting sooner.\"\n\n<<name Anya>>\"You only developed a passion for sword fighting recently?\"\n\n<<name Ademeus>>\"Nah, I've wanted to be a swordsman nearly my whole life.\"\n\n<<name Anya>>\"Then why weren't you?\"\n\"I mean, why didn't you start earlier?\"\n\n<<name Ademeus>>\"...\"\n\"I...\"\n\"it's...\"\n\"It's such a boring reason really, like school and stuff...\"\n\"Studying and all that...\"\n\"These are really, really good by the way.\"\n\"And thank you for being so...just...understanding about the roses and everything.\"\n\n<<name Anya>>\"It's fine, and good luck with \"",
		"position": {
			"x": 3191,
			"y": -1064
		},
		"colorID": 0
	},
	{
		"title": "Node_2",
		"tags": "",
		"body": "I dont want to know,\nI don't want ti know,\nWhere you've been at all night \nJUST SAY YOU LOVE ME",
		"position": {
			"x": 2385,
			"y": -718
		},
		"colorID": 0
	},
	{
		"title": "Node_3",
		"tags": "",
		"body": "<<name Penelope>>\"Should I....\"\n\"sleep with him?\"\n\n<<name Beatrice>>\"Who?\"\n\n<<name Penelope>>\"Bea!\"\n\n<<name Beatrice>>\"I'm kidding! I'm kidding!\"\n\n<<name Catia>>\"Do you want to sleep with him?\"\n\n<<name Penelope>>\"...\"\n\"I don't know...\"\n\n<<name Catia>>\"Then no.\"\n\n<<name Beatrice>>\"It's not that simple.\"\n\n<<name Catia>>\"It should be.\"\n\n<<name Beatrice>>\"But it isn't.\"\n\"You know how men can be at times.\"\n\"Single minded folk.\"\n\"Sensitive too, though they won't admit it.\"\n...\n\"Harris made a move, huh?\"\n\n<<name Penelope>>\"In a field of all places.\"\n\"I don't want my first time to be in some public place where anyone could happen upon us.\"\n\"It sould be ....\"\n\"The sky was beautiful though.\"\n\n<<name Catia>>\"He seriously tried to fuck you on a field of all place?\"\n\"Nerve of him.\"\n\"How'd he take it when you rightfully declined him?\"\n\"He cry?\"\n\n<<name Penelope>>\"No Catia, he didn't cry.\"\n\"I'm also not a fan of the way you smiled just now.\"\n\"Sinister.\"\n\n<<name Catia>>\"Force of habit.\"\n\n<<name Penelope>>\"He just....left.\"\n\"Same way he did after the match.\"\n\"...\"\n\"He was nicer about it though.\"\n\"He said goodbye.\"\n\n<<name Beatrice>>\"It's about as nice as spitting on someone's boot and saying sorry afterwards.\"\n\"What was he thinking?\"\n\n<<name Catia>>\"He wasn't.\"\n\"The little pest in his pants was doing all the thinking for him.\"\n\n<<name Penelope>>\"Come now.\"\n\"He was trying to be nicer.\"\n\"He's been nicer.\"\n\"And yes, he's rough round the edges, that fact's undeniable but....\"\n\"He's tries.\"\n\"He really does...\"\n\"And I love him.\"\n\n<<name Beatrice>>\"Well, what's holding you back then?\"\n\n<<name Penelope>>\"He...\"\n\"Well...\"\n\"He loves me too.\"\n\"I see it in the gentle moments when we're together.\"\n\"In between his words he'll look at me in this...strange way,\"\n\"And in that gaze it's as if I can see all his love for me laid out.\"\n\n<<name Beatrice>>\"But?\"\n\n<<name Penelope>>\"He's yet to actually say it.\"\n\"'I love you.' I mean.\"\n\"He hasn't told me that yet.\"\n\"And while I'm certain he does, I'm not certain certain.\"\n\"And I want to be certain certain at the very least.\"\n\"But how can I be certain he loves me unless he tells me without uncertainty that he does?\"\n\"How can men be so bold as to thrust themselves towards the point of a blade yet remain meek in the face of emotion?\"\n\"What cruel God designed them this way?\"\n\"Surely not the same one that made them tall and wild and beautiful.\"\n\n<<name Catia>>\"Not all of them.\"\n\n<<name Penelope>>\"Pardon?\"\n\n<<name Catia>>\"Not all of them are tall.\"\n\n<<name Beatrice>>\"You thought of Oddie just now, didn't you?\"\n\n<<name Catia>>\"Didn't you?\"\n\n<<name Penelope>>\"Guys...\"\n\"A little advice please?\"\n\"I...I don't want to lose him.\"\n\n<<name Beatrice>>\"Look,\"\n\"You're beautiful, Penny.\"\n\"You have excellent social standing, come from a good family; a better one than his, and your blade is of impeccable.\"\n\"You will not lose him.\"\n\"Any man would be a fool to forfeit you especially over something as meaningless as sex.\"\n\n<<name Penelope>>\"But that's all surface.\"\n\"I want him to love me for me and I want to know he does.\"\n\"I want him to say it.\"\n\n<<name Beatrice>>\"Well, just say it to him then.\"\n\"He'd have no choice but to say it back.\"\n\n<<name Penelope>>\"But I want him to have a choice.\"\n\"I want it to be his choice.\"",
		"position": {
			"x": 3134,
			"y": -797
		},
		"colorID": 0
	},
	{
		"title": "snippet",
		"tags": "",
		"body": "<<readMode>><<showFont>>\n<<titleFont>><<createCG>><<titlePage>><<fullCG>>Act 0: Introduction; Chapter 1: Once Upon A Time\n<<cgBookCover>><<ouatSong>>Once upon a Time,\nIn a kingdom Far, far away, \nThere was a nobleman beloved by all. \n<<cgBookPage1>><<cgPanDown>>\nAll who knew him admired his keen wit, clever mind but most of all;\nhis benevolent heart, as he amongst of all the council folk sat with the people,\nlistened to their desire, their woes, and with all his power mended what he could.\n<<cgBookCastle>><<shadow1>>\nAnd yet, his own need was left void.\nIn the iron of his heart a little bird sung alone. \nIt sung of sought affections,\nOf warmth within the night. \nA spring that made the moors bright with lavenders and daisies;\nRich like the meadows of his youth.\nHe wanted to be loved and to love truly, \n\nSo he sought these affections in the night,\nthought he'd find them at those gathers; those flocks of party-goers, \nAt foreign exhibitions far North or South, East or West. \nBeyond his own horizon,\nIn small company, in large crowds, he thought he saw glimmers of her. \nSo vivid he could hold them in the quiet of an evening. \nBut porous still that by morning they were faded and out of reach. \nA fruitless ordeal that left him lonelier than before. \n\n<<ball>>\nUntil that night.\nThat gathering where all the country was in attendance. \nAs he waited on the nobles, the staff, the townsfolk he glanced towards those arched doorway and\n\nHe saw her. \n\n<<halo>><<cgPanUp>>\nDressed vividly in golds, silvers, violets. \nHair of a dissolving sunset,\nrich in violet, lilac coils\nHe saw her.\n\nShe approached, she curtsied low, she murmured something sweetly. \nHe did not hear her, \nher halo obscured all sounds.\nTrapped beneath her lovely net;\nHe and Afroditi.",
		"position": {
			"x": 1563,
			"y": -1126
		},
		"colorID": 0
	},
	{
		"title": "Catia's Poem",
		"tags": "",
		"body": "Every tree bears fruit and I am the fruit of a Woman.\nIn their infancy they're no different from the pale buds blossoming in the shade\nbut with time she brighten out of her shell,\nA vivid girl, still raw-\nNot ready for consumption. \nShe must be garnished First, \nAdorned in lilacs, fuscias, navys,\nMade to smell sweet, \nTalk neatly, \nTo never grow so heavy the the branches would collapse with her. \nShe must hold herself High, \nBut not too High that she meets the ire of the sun\nOr the cold, harsh holler of the moon. \nAnd only then, when all her contradictions are weeded out like clotted hair picked out with her mother's comb \nOnly once her wet cheeks have dried up amidst the summer heat is she ready to blossom into princesshood.\n\nThere, those hungry eyes watch as she's dislodge from her mother stem and falls into hands of some boy.\nHis dull eyes, rapacious lips dripping as he smacks Into her without a second thought\nand she's worn away.\nAll that golden beauty held within her,\nThe sweetness she carried,\nSucked out of every hair till there's just a seed lying dormant in the grass. \nAnd there from that dead thing another tree springs out, \nCold branches waiting to be filled with more fruit,\nWondering where the heat of summer went.",
		"position": {
			"x": 722,
			"y": -541
		},
		"colorID": 0
	},
	{
		"title": "Antigone's poem",
		"tags": "",
		"body": "You really don't remember, do you?\nI suppose that's been for the best.\nIt was so awful, truly...\nWhen I first laid eyes on you, from up in my web\nI almost thought I happened upon a sleeping girl nestled deep within a chorus of roses. \nThe sweet thing nodded off to sleep, \nThe window beamed beautifully against your cheek, \nIt's fingers caught the beads of salt, \nshown through them like the sun through showers,\nI even thought I saw the bright arch of a rainbow leap through your little face leaving it's haloes on the wall. \nI was wrong though. \nPoor thing.\nThere was no garden. \nNo roses growing out of the sullied sheets\nInstead iron lingered in the air. \nI saw instead a vacant thing inviting all the nothing in. \nA procession of coldness gathered;\nIt marched itself towards the red cut, past the",
		"position": {
			"x": 710,
			"y": -311
		},
		"colorID": 0
	},
	{
		"title": "Diyanis_Dew_from_Heaven",
		"tags": "",
		"body": "The soul's rioting turned to soot.\nVi",
		"position": {
			"x": 1507,
			"y": -506
		},
		"colorID": 0
	},
	{
		"title": "Node_4",
		"tags": "",
		"body": "Empty Text",
		"position": {
			"x": 2691,
			"y": -727
		},
		"colorID": 0
	},
	{
		"title": "ep1Task_Find_Bandages",
		"tags": "",
		"body": "<<readMode>>firstLine\n<<roseTransition>><<nar>>...\n<<anyaBedroom>><<normalRoom>><<deleteChar>>\n<<roseTransitionEnd>>\"You have the opportunity to look through the room\"\n<<navMode>><<hideText>><<name Task>>Find Bandages",
		"position": {
			"x": 2939,
			"y": -1064
		},
		"colorID": 1
	},
	{
		"title": "ep1_Harris_Aftermath",
		"tags": "",
		"body": "<<readMode>><<skip>>firstLine\n<<createCG>><<sunsetTower>><<cgFadeIn>><<cgPanUp>>\n\n<<fullCG>><<name Odde>>\"How many glasses are we on now?\" \n<<lounge>><<longRoom>>\n<<oddPos6>><<oddFlip>>\n<<beaPos2>>\n<<catPos1>>\n<<name Beatrice>>\"Does it matter? Haven't got any early morning classes tomorrow.\"\n\n<<cgFadeOut>><<name Catia>>\"Spoken like an aspiring drunkard.\"\n\n<<name Beatrice>>\"Oh come now, I'm allowed to indulge from time to time.\"\n\"Anyone want another glass?\"\n\"Doris?\"\n<<deleteCG>>\"Catia?\"\n\n<<name Doris>>\"I'm fine, thanks.\"\n\n<<name Catia>>\"You may not have morning classes but I certainly do.\"\n\"I'm not going to attended \"\n\n<<name Beatrice>>\"See now, if you were all drinking with me I wouldn't be obligated to finish this entire bottle by myself.\"\n\n<<name Catia>>\"Well, I supposed, to help a friend of course, I could have a glass or two.\"\n\n<<name Beatrice>>\"Now that's more like it!\"\n\n<<cam2>><<name Odde>>\"You're a terrible influence. You know that?\"\n\n<<cam1>><<name Beatrice>><<mock>>\"You're a terrible influence. You know that?\"\n\n<<harPos7>><<nar>>Harris storms into the room.\n\n<<name Beatrice>>\"Oh Harris, hi!\"\n\"A drink?\"\n\n<<cam2>><<tallCam>><<nar>>He scoffs and pulls a bottle from the counter serving himself. \n\n<<cam1>><<midCam>><<name Catia>>\"Still mad, are we?\"\n\n<<cam2>><<tallCam>><<name Harris>>\"Why don't you focus on you little painting, Catia.\"\n\n<<cam1>><<midCam>><<name Catia>>\"Excuse me?\"\n\n<<cam2>><<tallCam>><<name Harris>>\"Some advice.\"\n\n<<cam1>><<midCam>> <<catPos2>> <<beaPos1>> <<name Catia>>\"Oh! Advice!\"\n\"Right! Thank you.\"\n\"Next time though, when you're in a fight. Why don't we try to actually hold the blade firmly?\"\n<<killTween>>\n<<cam2>><<tallCam>><<oddPos7>><<harPos6>><<name Harris>>\"What did you say to me?\"\n\n<<cam1>><<midCam>><<name Catia>>\"Just some advice.\"\n\"I mean, with the way you were flinging that thing around I could've sworn you'd never held a blade in your life, let alone fought with one.\"\n<<killTween>>\n\n\n<<cam2>><<tallCam>><<name Harris>>\"You condescending little witch!\"\n\n<<name Odde>><<panMid>>\"Enough, enough.\"\n\"No more from either of you.\"\n\n<<cam1>><<midCam>><<name Catia>>\"He started it.\"\n\n<<cam2>><<name Odde>>\"Harris, I understand you're upset.\"\n\"I've lost my fair share of matches including my debut.\"\n\"But let's not go calling people witches, alright?\"\n\n<<cam1>><<name Beatrice>>\"Yah, let's just sit down, have a drink and forget about the event's of the day.\"\n\n<<cam2>><<name Odde>>\"Or better yet, learn from them.\"\n\"There's a great deal to learn from a first official match,\"\n\"A lay of the stage, facing an actual opponent, stamina-\"\n\n<<cam1>><<name Catia>>\"Over-eagerness, Over-confidence, maybe realizing Penny was right-\"\n\n<<name Beatrice>>\"Catia!\"\n\n<<cam2>><<tallCam>><<name Harris>>\"Right about what?\"\n\n<<cam1>><<midCam>><<name Beatrice>>\"I think what Catia was trying to say is, maybe-\"\n\n<<cam2>><<tallCam>><<name Harris>>\"No, let's let her finish.\"\n\"I'm eager to know what Penelope was right about.\"\n\n<<cam1>><<midCam>><<name Catia>>\"...\"\n\"It doesn't matter.\"\n\"I do actually have some painting to do.\"\n\n<<cam2>><<tallCam>><<name Harris>>\"All of a sudden Catia Catalan has nothing to say?\"\n\"You afraid or something.\"\n\n<<cam1>><<midCam>><<name Catia>>\"Fuck off.\"\n\n<<cam2>><<name Odde>>\"Let's all take a breath-\"\n\n<<name Harris>><<panTall>>\"What was I so wrong about?\"\n\n<<cam1>><<midCam>><<name Catia>>\"You know what, I'll say it.\"\n\"You jumped into something you were woefully unprepared for.\"\n\"Odde tried to warn you, Bea tried to warn you, even Penelope tried to talk you out of that match.\"\n\"I didn't particularly care one way or the other.\"\n\"But Penny came to us almost every day before the match crying about how she didn't want to do this so I also tried to talk you out of it.\"\n\"Remember that, yah?\"\n\"Fucking no one was on your side.\"\n\"But you went through with it anyway, you lost, and now what?\"\n\"I should pull you over my shoulder and burp you?\"\n\"Should Bea stroke your hair and tell you everything's going to be alright?\"\n\"Odde, could you go to the canteen and get Little B a snackie.\"\n\"Which do you prefer?\"\n\"Grapes, ice cream, a sandwich?\"\n\"Or how about you grow up and get over it.\"\n\"It was a pageant match anyway so it's not like it even matters that much.\"\n\n<<name Harris>>\"Are you good?\"\n\"Got everything off your chest?\"\n\"You done being an insufferable, spite-filled, windbag or should I wait a few more seconds.\"\n\n<<name Catia>>\"One more thing:\"\n\"Penelope could do better and-\"\n\n<<name Beatrice>>\"Okay that's enough!\"\n\"How about you and Doris go over to the grand hall and see how the preparation for next weeks banquet is going.\"\n\n<<name Catia>>\"Am I seriously being banished right now!\"\n\n<<name Beatrice>>\"No, you're both being sent on a very important Tea Party assignment that just so happens to be in a place far, far away from here.\"\n\n<<name Catia>>\"But I'm not done, I also wanted to say that-\"\n\n<<name Beatrice>>\"Sorry Cat but this is an official assignment. The sort that can't be refused.\"\n\"I do give you all authority to decide the color scheme of the event though.\"\n\n<<name Catia>>\"Fine.\"\n\"Let's go Doris.\"\n\n\n<<name Beatrice>>\"I apologize on behalf of Catia.\"\n\"She can be quite passionate about these sorts of things but she means well.\"\n\"Most of the time.\"\n\n<<name Harris>>\"No need to apologize.\"\n\"You see me the exact same way too, don't you?\"\n\n<<name Beatrice>>\"Now that's just not true at all.\"\n\"In fact, I found you insistence on taking this battle to be quite admirable.\"\n\"Overly Ambitious? Yes.\"\n\"But as men we must aspire to be greater than we currently are.\"\n\"So I can't fault you for that.\"\n\n<<name Harris>>\"I was stronger than him.\"\n\n<<name Beatrice>>\"Perhaps.\"\n\n<<name Harris>>\"I really mean it.\"\n\"I could feel him crumbling beneath my blows.\"\n\"It was just my timing that was off, that's all.\"\n\"And that blade...\"\n\"That sister of yours.\"\n\"Had he had any other blade I could've defeated him.\"\n\"I know that for a fact.\"\n\n<<name Beatrice>>\"Well, we can't dwell on possibilities.\"\n\"You need to think of the future,\"\n\"The present.\"\n\"And as it stands your rank remains intact.\"\n\n<<name Harris>>\"But my reputation-\"\n\n<<name Beatrice>>\"Reputations are like clothes, my mother always said:\"\n\"They might tear from time to time but with a keen eye and finger they can easily be mended. Easily.\"\n\"And the fact you lost to the Treacherous Blade and The Heart Breaker makes you less a fool and more a victim.\"\n\n<<name Harris>>\"A victim?!\"\n\n<<name Beatrice>>\"It's not exactly ideal. But better to be stolen from than to have lost something.\"\n\"Right?\"\n\n<<name Harris>>\"I suppose so...\"\n\n<<name Odde>>\"Most of the talk today's been about the whole Bravis-Anya incident.\"\n\"Treacherous blade nonsense.\"\n\"I haven't heard one person speak poorly of you.\"\n\"Bar Catia but she speaks poorly of most people so I don't think it counts.\"\n\n<<name Harris>>\"Her hatred for me is unrelenting.\"\n\"I could breathe and she'd find a reason to mock me.\"\n\"Probably say something like, \"Have you tried exhaling then never inhaling again.\" or something.\"\n\"Something stupid.\"\n\n<<name Beatrice>>\"She would say something like that.\"\n\"But that's besides the point.\"\n\"The point is that while Anya and Bravis remain linked, all that really matters to anyone is their downfall.\"\n\"That's true on this side of the bridge, and even on the other side i'm sure.\"\n\"Their loss means more to everyone than the unfortunate few that lose to them.\"\n\"Their victories are no longer notable.\"\n\"Hardly worthy of even keeping count.\"\n\"But if somebody managed to beat Bravis; now that would be worth talking about.\"\n\"I hope I've been of any use to you, Harris.\"\n\"I tend to ramble a bit but maybe in all that you were able to find something intelligible.\"\n\n<<name Harris>>\"I think you talk a reasonable amount.\"\n\n<<name Beatrice>>\"Good to know.\"\n\n<<name Harris>>\"I ought to get going.\"\n\"Training and such.\"\n\n<<name Beatrice>>\"Oh that's why you didn't accept my drink?\"\n\n<<name Harris>>\"Unfortunately yes.\"\n\"There's no world in which I'd turn down anything you offered unless I had good reason to.\"\n\n<<name Beatrice>>\"...\"\n\"You certainly wouldn't want Arwell catching you out for drinking before his lesson.\"\n\"That would be disastrous.\"\n\n<<name Harris>>\"It would.\"\n\"See you both later.\"\n\"Oh and Odde,\"\n\"I'm going to crush you tomorrow!\"\n\n<<name Odde>>\"Highly unlikely but we'll see.\"\n\n<<nar>>Bravis leaves.\n\n<<name Beatrice>>\"Finally, peace.\"\n\n<<name Odde>><<mock>>\"I tend to ramble a bit but maybe in all that you were able to find something intelligible.\"\n\n<<name Beatrice>>\"No, don't start.\"\n\n<<name Odde>>\"I was just marveling at the level of diplomacy you were able to exercise with him.\"\n\"Truly the daughter of a politician.\"\n\n<<name Beatrice>>\"Remember, you're short enough that I'd probably have no problem plopping you up onto a high shelf.\"\n\"Doris will have to get you down tomorrow.\"\n\n<<name Odde>>\"Low blow.\"\n\n<<name Beatrice>>\"A-\"\n\n<<name Odde>>\"You've seen your chance to strike again but you might want to let your wits rest for the day.\"\n\n<<name Beatrice>>\"Fine.\"\n\n<<name Odde>>\"Do you think the two of them will ever get along?\"\n\n<<name Beatrice>>\"You want them to?\"\n\n<<name Odde>>\"It'd make things easier if they did.\"\n\"Poor Doris looked like she wanted to escape out the window.\"\n\n<<name Beatrice>>\"She did, didn't she?\"\n\"Probably a Godsend to have recieved an out.\"\n\"That hallway better not be draped in Jade or brown or something.\"\n\n<<name Odde>>\"You're not worried about Anya, right?\"\n\n<<name Beatrice>>\"In what sense?\"\n\n<<name Odde>>\"At SOME point both her's and your blade wiLL be in the same arena.\"\n\"Unless by some dark miracle I don't advance past the preliminary rounds you'll have to face each other.\"\n\"Doesn't that worry you?\"\n\n<<name Beatrice>>\"...\"\n\"No.\"\n\"You?\"\n\n<<name Odde>>\"Nope.\"\n\"I was just wondering.\"\n\n....\n[[ep1_The_Brothers]]",
		"position": {
			"x": 2288,
			"y": -1074
		},
		"colorID": 0
	},
	{
		"title": "ep1_The_Brothers",
		"tags": "",
		"body": "<<readMode>>firstLine\n<<beachNight>><<normalRoom>><<deleteChar>><<adePos6>>\n<<nar>>Two men on horseback glide through the white beach. \nThe ocean tugs at the grains of sand licking the hooves of their beasts. \nThe air is chill as bright beams break through through a sparsely clouded sky.\n\n<<radPos2>><<cam2>><<name Ademeus>>\"Look, you can see the moons from out here.\"\n\n<<cam1>><<name Radmes>>\"Yup.\"\n\n<<cam2>><<cam2>><<name Ademeus>>\"Herai, Jupitos, and even little Eris.\"\n\"She's so far away though.\"\n\"Like a star.\"\n\"An itty-bitty star. \"\n\n<<cam1>><<name Radmes>>\"The Northerners probably think otherwise.\"\n\"The waves over there must be large enough to swallow whole cities.\"\n\"And very soon it'll be our turn to face her.\"\n\n<<cam2>><<name Ademeus>>\"Oh, can't you let me enjoy a beautiful night for once.\"\n\"I know you're doing those moon classes-\"\n\n<<cam1>><<name Radmes>>\"Astronomy.\"\n\n<<cam2>><<name Ademeus>>\"But it doesn't mean you have to go and make me feel bad about stars.\"\n\"Who's to say little Eris even wants to cause any trouble.\"\n\"She's probably just drifting around minding her own business.\"\n\"Doesn't even realise we're watching her, the poor thing.\"\n\n<<cam1>><<name Radmes>>\"What do you think moons are exactly?\"\n\n<<cam2>><<name Ademeus>>\"Wayward souls watching us from on high.\"\n\n<<cam1>><<name Radmes>>\"More like cosmic entities with no cause.\"\n\"Forced to revolve around our star till they eventually collide with each other.\"\n\"A single splinter from the rubble could pierce Hedona ending our world with very little anyone could do about it.\"\n\n<<cam2>><<name Ademeus>>\"You know what, you're officially uninvited from stargazing with me.\"\n\n<<nar>>With a boom, bright feathers break from the horse's hind and begin to beat on the air.\nThe wind bellows around the creature as its hooves rise from the sand.\n\n<<cam1>><<name Radmes>>\"Where are you going?\"\n\n<<cam2>><<name Ademeus>>\"To find a new stargazing partner.\" \n\"Hopefully a less depressing one.\"\n\n<<cam1>><<name Radmes>>\"Wait, wait. There is a silver lining.\"\n\n<<cam2>><<name Ademeus>>\"Really?\"\n\n<<nar>>They hover in the air as though strung up with invisible strings tied to the roof of the world.\n\n<<cam2>><<name Ademeus>>\"What?\"\n\n<<cam1>><<name Radmes>>\"You might be asleep when the splinter hits our world.\"\n\"So you wouldn't even feel a thing.\"\n\n<<cam2>><<name Ademeus>>\"Bye Radmes!\"\n\n<<deleteChar>><<nar>>Ademeus and his horse abandon Hedona as they dart into the sky. \nRushes of clouds drift by like the current of a river, weaving into the void and mingling with the unknown.\nBright mounds of wool built high like hills demanding to be conquered. \nBut the prince rushes forward towards the heaven, weaving through the birds that soar by.\nUntil he reached it.\n<<peishaSong>>The roof of their world. \nA valley too dense for further travel threatening to collapse anyone that drew too close.\nHadn't Radmes spoken about some machine being built that could break the iron shell of the sky\nand forge some path towards the Heavens?\nThat didn't matter to him. \nHe was content watching the stars from on high.\nTheir little beads of light bleeding out from the dimness.\nIt never grew dark in Parshaa. \nIt approached the night light a fawn approaches a man. \nLow and quiet, eyes bright with fear as its head tries to meet the arch of his hand. \nBut quickly, without warning, it scampers away and the greens of dawn leak into the atmosphere once again. \nNo time for darkness.\nNo time to lie in the shade of the moon and contemplate the wasted daylight. \nThe North was much less forgiving. \nAn aching cold filled it's bones. \nA jealous mistress of the snow refused to let the light in for fear she'd crackle in its heat. \nSo she swallowed the sun, she split it's fiery body and wove aurora's in its stead. \nA rainbow gift to those strong enough to endure her. \nHe'd been there once.\nLong, long ago, he watched his feet sink through the white as they disappeared before him.\nHe wondered if just beneath the snow were the bodies of those to brittle to carry on. \nHe wondered if he might be swallowed whole too.\nPushed down it's throat and consumed like ginger fruit.\nBut she was there.\nShe looked down into his face, her halo thawing his fear. \n<<name Mysterious Woman>>\"Little Prince, don't cry.\"\n<<nar>>She bundled him into her arms. \n<<name Mysterious Woman>>\"Don't look down at the snow.\"\n\"Look up at the sky!\"\n\"She's singing to us right now.\"\n\"Look!\"\n<<name>>He craned his head and watched as the sky whirred with light.\nViolets, roses, bluebells, dandelions and lavender.\n<<name Ademeus>>\"What's she singing?\"\n<<name Mysterious Woman>>\"Hmmm...I'm not so sure.\"\n\"She sings in a foreign tongue so there's no real way of knowing.\"\n\"But it must a be a beautiful song.\"\n\"And since we see it's notes, it must be ours.\"\n\"Our beautiful song.\"\n<<nar>>Ademeus cranes his head towards the sky.\nBut the blaze of the aurora was gone.\nExtinguished in cool wind of reality. \nThere he sat alone, his steed gently falling back down towards Hedona.\nHe sighs. \n<<name Ademeus>>\"Where are you?\"\n\n<<nar>>...\n\nHe looks down at the speeding trees vanishing behind him.\nHis first time here in Parshaa and he was already lost.\nWhen he returned to the beach, Radmes was gone. \n\n<<name Ademeus>>\"Already tucked within his room eating supper, that bastard.\"\n\n<<nar>>Some delicate wove through the rustling trees. \nLike an evergreen creeping against a garden door, pink heads rising from their mother's stem.\nA melody pushes through the force of the pegasus' wings and nestles by the keen ear of it's rider. \n\n<<name Song>>\"All I want, and all I need,\"\n\"Gone before I hold it.\"\n\"Sweetly dreaming, waiting for you.\"\n\"Sweetly wandering still.\"\n\n<<nar>>And then hum. \nLike the gasps of a grieving swallow giving life through melody. \nAnd he was so taken by it's beauty that he didn't notice the branch until it beat against his chest.\nHe feels himself collapse onto the ground as he reaches for the branches around him, each breaking at his grup.\n<<nar>>Luckily he wound up landing in a bed of roses. \nUnluckily, the sort with thorns.\n[[ep1_The_Encounter]]",
		"position": {
			"x": 2510,
			"y": -1071
		},
		"colorID": 0
	},
	{
		"title": "ep1_The_Encounter",
		"tags": "",
		"body": "<<readMode>>firstLine\n<<adePos6>>\n<<mothsAlive>><<panRight>><<anyaTower>><<name Ademeus>>\"Damn it!\"\n\"Kalliope!\"\n\n<<nar>>He wrestles against the brambles trying to free himself as quickly as possible.\nHe hears the seams of his sleeves tear as he finally leaps from the bushes.\n\n<<anyaPos2>><<cam2>><<name Ademeus>>\"Damn it! Damn it! Damn it!\"\n\"And this was a new shirt too.\"\n\"Ooooo, when I get my hand's on that little pony I'll-\"\n\n<<cam1>><<name girl>>\"Are you alright?\"\n\n<<cam2>><<name Ademeus>>\"Oh, hi!\"\n\"Hello.\"\n\"How are you?\"\n\n<<cam1>><<name Anya>>\"I'm fine...but you're...\"\n\"bleeding.\"\n\n<<cam2>><<name Ademeus>>\"Oh, I am?\"\n\n<<cam1>><<name Anya>>\"Yes, your arm.\"\n\"And leg...\"\n\"They don't seem to be too deep so that's lucky I suppose.\"\n\n<<cam2>><<name Ademeus>>\"Oh my, I guess you're right!\"\n\"Blasted horse!\"\n\"Always flinging me left and right.\"\n\"If it were any other person they'd be dead by now.\"\n\n<<cam1>><<name Anya>>\"I'm a little surprised you aren't considering the fall.\"\n\"You were very high up.\"\n\"Incredibly so, yet....\"\n\"You seem, fine for the most part.\"\n\n<<cam2>><<name Ademeus>>\"I'm made of tougher stuff than most.\"\n\"Ha ha...\"\n\n<<nar>>He glances over at the tatter rose bush.\n\n<<name Ademeus>>\"Sorry about that, by the way.\"\n\"I've left everything a mess.\"\n\n<<cam1>><<name Anya>>...\n\"Can't blame you after the fall you've had,\"\n\"Why don't you come inside, I have some bandages and ointments to help out with all those cuts.\"\n\"Tea and biscuits too, if you're interested.\"\n\n<<cam2>><<name Ademeus>>\"Biscuits! You're too kind!\"\n\n<<nar>>Ademeus almost falls as he tries to take a step but Anya manages to catch him.\n\n<<cam1>><<name Anya>>\"Woah!\"\n\"Careful now.\"\n\"You don't want to break your nose or something.\"\n\n<<cam2>><<name Ademeus>>\"Right right!\"\n\"Thanks....um...\"\n\n<<cam1>><<name Anya>>\"Anya.\"\n\"Now let's get you inside.\"\n<<roseTransition>>\n...\n<<mothsDie>>\n<<anyaLivingroom>><<longRoom>>\n<<roseTransitionEnd>>\n<<cam2>><<name Ademeus>>\"So, where are we exactly?\"\n\"I was headed for the Garden before...you know.\"\n\n\n<<cam1>><<name Anya>>\"Brishford Valley, a little ways away from the school.\"\n\"I'm assuming you're a new attendee.\"\n\n<<cam2>><<name Ademeus>>\"Right, yes. Me and my-\"\n\"My brother and I got invitations or something.\"\n\n<<cam1>><<name Anya>>\"Oh really, who's your sponsor?\"\n\n<<cam2>><<name Ademeus>>\"Um...some man...\"\n\"A swordsman....\"\n\"And a woman whose a...nurse, I think?\"\n\"I honestly don't know, it was my brother's invitation and I just so happened to tag along.\"\n\"I'm more stowaway than student.\"\n\n<<cam1>><<name Anya>>\"Oh.\"\n\"Well, if it helps I heard the school dungeons are no longer in service so you don't have to worry about being lock up.\"\n\n<<cam2>><<name Ademeus>>\"The schools have dungeons!?!\"\n\n<<cam1>><<name Anya>>\"Um, no.\"\n\"Well...yes...historically...\"\n\"But it was many, many years ago.\"\n\"I was just trying to tell a joke.\"\n\n<<cam2>><<name Ademeus>>\"Oh!\"\n\"That was pretty good, haha.\"\n\n<<cam1>><<name Anya>>\"Not that good of a joke if it didn't even land.\"\n\n<<cam2>><<name Ademeus>>\"Oh no, I'm not the best with jokes.\"\n\"At getting them I mean.\"\n\"Or telling them if I'm honest.\"\n\n<<cam1>><<name Anya>>\"I should probably go and get those bandages I promised you.\"\n\"Just sit tight, I'll be back in a flash.\"\n[[ep1Task_Find_Bandages]]",
		"position": {
			"x": 2726,
			"y": -1067
		},
		"colorID": 0
	}
]