[
	{
		"title": "intro",
		"tags": "",
		"body": "<<nar>> And so the end of the world came swiftly. \nBut there was no terror from the sky,\nNo booms of neon orange muddying the clouds,\nNo bright stars unhinged from the heavens burning the face of our planet. \nThere was no flood that quenched the Earth's hatred of us,\nNo monsters drifted from the sea to consume us,\nNo hurtling planet crashed into our Earth and doomed us.\nInstead, one bright spring; for a reason no one knows,\nMother nature drew out a final gift for us.\nHer swan song. \nHer resignation from motherhood. \nOne bright spring, she planted somewhere in the world a little rose bush.\nAnd she watched as it bloomed.",
		"position": {
			"x": -442,
			"y": -663
		},
		"colorID": 0
	},
	{
		"title": "ch1_1",
		"tags": "",
		"body": "<<roseTransitionEnd2>>\n<<road>>\n<<birds>>\n<<darcyCenter>>\n<<panBGrightSlow>>\n<<nar>>It's been years since I've been here. \nMaybe three. \nAnd yet this little road going to Corrinth's estate looks almost the same.\nBut I suppose rural towns are immune to change.\nInstead they remain static in time, like a spell.\nThe entire kingdom sleeps in wait of the princess' return from slumber. \nOr until a prince from a foreign land wakes her with true love's kiss.\nHowever, despite being raised on 'happily ever afters' I've become pessimistic as the years creep on. \nI never try to be rude about it though.\nI don't wanna make people feel bad about things, especially my clients. \nWell, I don't have clients anymore.\nBut when I did, it was just so hard not being such a downer about things.\nIt was bad business too, but I don't think people become part-time mediums for the financial opportunities.\nI guess some do, but I wasn't like the others. \n...\n...\nYou don't believe me, do you?\n...\nMakes sense to be skeptical. \nThere's tonnes of so-called oracles or channelers or whatever without a lick of integrity. \nNot even enough to fill a soda cap. \nBut, I'm not like those other people. \nIn time, I hope you'll see what I mean but for now one thing is crucial. \nIf there's anything you ought to know; it's this.\nAnd be warned,what I'm about to tell you...isn't easy. \nIt's taken me years to reckon with this information so I don't expect it to be easy for you either. \nBut then again, I don't know you. \nI don't even know what you are let alone if you have the capacity to feel as I do.\nBut I'm taking a leap of faith right now. \nWhy?\nI can't say. \nBut I hope you take this information in the spirit it's giving. \nI'm not trying to scare you or being needlessly dower. \nThis is important.\n...\nOkay, here it is:\nThis world...\nMy world...is going to end. \nAnd there's nothing anyone can do to stop it.\nNo choice that can be made that will change the outcome of the event's to follow. \nDon't ask how I know that, I just do.\nThese next few days or weeks will be humanity's last and to me that's as certain as breathing. \nthere's no stopping this. \n...\nHard to be an optimist knowing that, right?\nBut for the time being, I think it's best that this information stays between the two of us.\nI meant what I said earlier about not being alarmist and I need you to the same.\nOkay?\n[[Yes |ch1_yes]]\n[[No |no]]",
		"position": {
			"x": -214,
			"y": -695
		},
		"colorID": 0
	},
	{
		"title": "ch1_yes",
		"tags": "",
		"body": "<<nar>>I'm glad we're on the same page.\nOutside of that, I don't think I'm a very demanding person.\nSo I hope we get a long.\nAt least till your departure. \nI assume once the world has ended there won't be much left for you to do here.\nPast that point, I don't know what either of us will become.\n...\nBut let's not dwell on that.\nFor now, we have somewhere to be. \nAny minute now. \n<<carSound>>\nAnd, just on cue I hear the chortle of an engine.\nTires scrape across the road growing louder and louder as they approach me.\nWithout even having to look back I know exactly who it is. \nThe bright red car slows down as it drifts past me and the engine hiccoughs a black cloud. \nA head pops out of the window and he grins at me.\n\n<<masiye>>Hey!\n\n<<nar>>He sticks his entire hand out to wave at me. \n\n<<masiye>>You gonna walk the whole way?\n<<roseTransition>> \n[[Answer:ch1_2|ch1_2]]",
		"position": {
			"x": -95,
			"y": -425
		},
		"colorID": 0
	},
	{
		"title": "ch1_2",
		"tags": "",
		"body": "<<carInt1>>\r\n<<nar>>\r\n...\r\n<<roseTransitionEnd>>\r\nI stare out at my window and watch the trees speed by out of existence. \r\nThat's often how the world feels for me. \r\nBright blurs that rush past me as I travel deeper into what should be the future. \r\nLike falling into an endless pit. \r\nI wonder...\r\nHow does she feel?\r\nThe me at the end of the world. \r\nThe me that creeps closer as each day passes through me and into the black mass of nothing that makes the past. \r\nIs she walking towards me as I walk towards her...\r\nor is she static?\r\nFixed permanently in place as I seek to collide with her?\r\n\r\n<<baldrLeft>>\r\n\r\n<<baldr>>So, how long have you been on the road?\r\n\r\n<<nar>>I'm jolted out of my thoughts.\r\nI tend to be a bit navel gaze-y at times.\r\nAn oracle thing maybe?\r\n\r\n<<darcyRight>><<darcy>>Umm...\r\nI've been walking since...\r\n<<nar>>I look down at my watch. \r\n<<darcy>>I'd say four hours. After I was dropped off at the bus stop.\r\n\r\n<<masiyeLeft>><<masiye>>What?\r\nWhy'd you do all that?!\r\nYou know we could've picked you up, right?\r\n\r\n<<baldrRight>><<baldr>>Yah, it'd have been no problem.\r\n\r\n<<darcyLeft>><<darcy>>I knew we'd probably find each other at some point so I decided to walk.\r\nPlus the seats at the bus stop weren't too comfortable anyway. \r\nIt really wasn't much of a bother, I swear. \r\n\r\n<<masiyeRight>><<masiye>>You really walked all this way cos the seats were uncomfortable?\r\nI guess I can't blame you.\r\nI remember having to pull like five splinters from the back of my shorts.\r\n\r\n<<opheliaLeft>><<ophelia>>Sounds like a pain in the ass. \r\n\r\n<<nar>>The girl on the other side of the car giggles a little as she says this.\r\n\r\n<<masiye>>Really? \r\nPuns? \r\nA guys's lamenting about a traumatic experience and all you can do is joke, huh?\r\n\r\n<<baldrRight>><<baldr>>You did set yourself up for that one.\r\n\r\n<<opheliaLeft>><<ophelia>>I see an opening and I-\r\n\r\n<<julienRight>><<julien>>The next turn's on your right. \r\n\r\n<<nar>>There was a brief moment of silence.\r\n\r\n<<julien>>Oh, sorry. I was talking to Baldr. \r\n\r\n<<nar>>They turn to us with the map in their hand. \r\n\r\n<<julien>>I'm on map duty. The burden of calling shotgun.\r\n\r\n<<nar>>They lean back into their seat as the car turns slowly. \r\n\r\n<<masiyeLeft>><<masiye>>So Darcy, How've you been?\r\n\r\n<<darcyRight>><<darcy>>I've been good, I think.\r\n\r\n<<masiye>>You think? \r\nGod, don't tell me. It's Mr. D, isn't it?\r\nGot you wrapped up in another scheme?\r\nIf there's one thing you have to know about Darcy, it's that she can't say no to anyone. \r\nGet's caught up in all sorts of stuff. \r\n\r\n<<darcy>>I'm really not that much of a push over, am I?\r\n\r\n<<masiye>>Girl, remember when we started that \"tutoring service\" in college.\r\nBut you kept giving up all the answer sheets for free.\r\n\r\n<<baldrLeft>><<baldr>>I'm assuming by \"tutoring service\", you mean you were helping freshmen cheat on their assignments.\r\n\r\n<<masiye>>That's what we were supposed to be doing but girl got in too deep. \r\nShe even started actually tutoring those guys. \r\nFor free no less!!!\r\n\r\n<<darcyRight>><<darcy>>I got carried away, I guess. \r\nMaybe I am a bit of a pushover. \r\n\r\n<<julienLeft>><<julien>>Nah, don't listen to Masi. He's a bad influence. \r\n\r\n\r\n<<MasiyeRight<<masiye>>Um, some of us have surgeries to to save up for, Julien. \r\nAfter all, what does it matter if a few English Lit majors become dumb English Lit professors. \r\nThe world could use less of them. \r\nTelling me where I gotta put my apostrophes and shit. \r\nWhat are those even for?\r\n\r\n<<darcy>>They're used in contractions or to indicate possessive nouns.\r\n\r\n<<masiye>>You're proving my point, Darc.\r\nSo, is Mr. D giving to some trouble or what?\r\n\r\n<<opheliaRight>><<ophelia>>Who's Mr. D?\r\n\r\n<<masiye>>Darcy's boss at the Krusty Cate's Kitchen. \r\n\r\n<<nar>>Ophelia takes a second as she processes those words. \r\n<<ophelia>>...\r\nPlease tell me Kate's spelt with a \"C\" and not a \"K\".\r\n\r\n<<darcyLeft>><<darcy>>It is now. \r\n\r\n<<masiyeRight>><<masiye>>Remember when we told Mr. D about what that acronym meant. \r\nHe looked absolutely mortified.\r\nI should've had a camera on me.\r\n\r\n<<darcy>>I think he gave us a bunch of coupons as well.\r\nStill have mine.\r\n\r\n<<masiye>>Same. \r\nWhile I was and still am a dedicated member of the KCK, unaffiliated with you know who, \r\nI'd never make the mistake of actually eating there.  \r\nI wouldn't wanna steal Julien's IBS thing, yah know.\r\n\r\n<<julienLeft>>You know damn well it was food poisoning!\r\n\r\n<<masiye>>Hey, I'm not judging, \r\nWe all have our lot in life.\r\n\r\n<<julien>>I regret ever stepping into this vehicle with you. \r\n\r\n<<masiye>>Why? \r\nI'm having so much fun right now.\r\nSo how's Mr. D anyways, Darc? \r\nStill being himself?\r\n\r\n<<darcyLeft>><<darcy>>Last time I saw him he was doing fine. \r\nBut I don't work there anymore.\r\nIn fact the old KCK's been closed for a while now. \r\n\r\n<<masiye>>Really!!!\r\nWhy?\r\nDid they finally get them for the roach infestation?\r\nI don't know how we passed one health inspection let alone 3 year's worth. \r\n\r\n<<darcy>>Oh no, it was nothing like that. \r\n\r\n<<opheliaLeft>><<ophelia>>Was it for the triple K incident. \r\n\r\n<<masiye>>I don't think the average Dustdent townie gave much of a fuck about that. \r\nIn fact some of them were mad seeing the second K come down. \r\nLike, two people even came to protest. \r\nBut that's not the point! \r\nWhat happened, Darc?\r\n\r\n<<darcyLeft>><<darcy>>Honestly, nothing. \r\nMr. D got tired of the whole thing and shut it down.\r\nI helped him close shop and we parted ways. \r\n\r\n<<masiye>>Oh.\r\nMuch less exciting than I expected. \r\nThere wasn't even one gas fire or like a drug sting? \r\n\r\n<<darcy>>I'm afraid not.\r\n\r\n<<opheliaRight>><<ophelia>>So, what do you do now?\r\n\r\n<<darcy>>Nothing at the moment.\r\nStill looking for work. \r\n\r\n<<ophelia>>I'm sure you'll find something soon. \r\n\r\n<<darcy>>Yah, something's gonna come up soon. \r\nKey's to keep looking, I guess. \r\n\r\n<<masiye>>And if all else fails you can fall back on your little talent. \r\n\r\n<<ophelia>>Talent? What talent?\r\n\r\n<<darcy>>It's nothing really.\r\n\r\n<<masiye>>Girl, you're joking, right? \r\nThat shit's not nothing. \r\nRemember the cancer guy incident?\r\n\r\n<<ophelia>>What are you guys talking about?\r\nAre you a doctor or something? \r\n\r\n<<julien>>We have arrived!\r\n\r\n<<masiye>>Wait, really!?\r\n\r\n<<nar>>I sigh.\r\nI forgot that Masi knew about that. \r\nWhile he doesn't exactly know the depth of my so-called talent I don't want any of that information out there. \r\nI'll have to talk to him about that later. \r\n<<roseTransition>>\r\n<<gateSunset>>\r\n...\r\n<<roseTransitionEnd>>\r\nThank you for playing this prototype.",
		"position": {
			"x": -103,
			"y": -208
		},
		"colorID": 0
	},
	{
		"title": "ch1_swim",
		"tags": "",
		"body": "<<darcy>>I don't see the harm in it.\n\n<<ophelia>>Even you, Darcy?\n\n<<darcy>>I haven't got any hair to protect.\n<<nar>>I shrug nervously. \n\n<<baldr>>Well, that settles it. Out we go.\n[[ch1_3]]",
		"position": {
			"x": 284,
			"y": -486
		},
		"colorID": 0
	},
	{
		"title": "ch1_nswim",
		"tags": "",
		"body": "<<darcy>>I'm not really feeling it. \n\n<<masiye>>Oh, damn it!\n\n<<ophelia>>Oh well, guess we better get moving. \n\n<<julien>>Baldr still hasn't said his vote.\n[[ch1_3]]",
		"position": {
			"x": 505,
			"y": -484
		},
		"colorID": 0
	},
	{
		"title": "ch1_3",
		"tags": "",
		"body": "<<baldr>>Well after that prank you guys pulled I am a little hot, too.\nI wouldn't mind going for a swim. \n\n<<ophelia>>I see I'm outnumbered. \nWell, fine. \nJust don't blame me if you get some kind of river sickness. \n\n<<masiye>>Well think of it like this, weather or not you swim-\n\n<<nar>>Masiye leans in and whispers something into Ophelia's ear. \nHer eye's widen as she giggles a little.\n\n<<ophelia>>Okay, okay, that's enough. \nYou've changed my mind.\nI do actually wanna go to the pond. \nI'm still not going in though. \n\n<<julien>>What are you guy's whispering about? \n\n<<masiye>>Sorry, that was for Ophelia's ears only. \n\n<<julien>>Fucking perverts, haven't changed one bit since high school, have you? \n\n<<ophelia>>What, now you're upset that I'm enthusiastic about this little side quest?\n\n<<julien>>Too enthusiastic. Suspiciously enthusiastic.\nIs it too late to change my vote?\n\n<<baldr>>Afraid so, we're already here. \n\n<<baldr>>",
		"position": {
			"x": 728,
			"y": -267
		},
		"colorID": 0
	},
	{
		"title": "ch1_5",
		"tags": "",
		"body": "We park beside a little red car, drenched as we swing the doors open and head towards the front entrance of the house.\nI've only really been here once, but I've never forgotten how imposing this house looks. \nHouse is a little diminishing of the size of this structure. \nIt's more like a castle of some kind. \nHow Corinth manages to live here all by herself is beyond me. \n\n<<ophelia>>You know she's not gonna let you in all wet like that, right?\n\n<<masiye>>Our Corinth? \nHell no. \nBut it's still one hundred percent worth it. \n\n<<julien>>Do you think she'll make us shake ourselves off till we're dry. \n\n<<ophelia>>Oh definitely. \nIf you're muddy she might even hose you down a little before getting the blow dryer out. \n\n<<baldr>>You guy's aren't being serious, right?\n\n<<nar>>There's a brief moment of silence as we all realise that Baldr's never actually met her before. \nThen Masiye grins. \n\n<<masiye>>There's a little swamp muck on your shorts.\nI'd be worried if I were you. \n\n<<baldr>>No, you're joking?\n\n<<julien>>Have you got a fear of hoses or something. \n\n<<baldr>>I just don't want to get sprayed down like some kinda dog or something. \n\n<<ophelia>>I did warn yah.\n\n<<nar>>Ophelia's already ringing the door bell as Baldr begins dusting himself off. \nYou can already hear the shuffle of footsteps as someone approaches the door. \n\n<<woman>>Have they finally arrived?!\n\n<<nar>>Someone yells from within. \n\n<<woman2>>I think so. \nwho else could it be? \n\n<<nar>>The door swings open and standing within it's narrow frames was the host herself.\n\n<<corinth>>Jesus Christ!! You're all finally here. \nIt's amazing seeing you all. It's been ages. \n\n<<nar>>Her smile is warm as she begins to step out of the way to let us in but then she stops. \nShe squints a little as she examines the five of us. \n\n<<corinth>>Why are you all wet? \n\n<<masiye>>We had a bit of a swim before coming here. \nHad to take advantage of the weather. \n\n<<julien>>Didn't have a choice really. \n\n<<ophelia>>For the record, I didn't agree to any of this.\nI'm dry as bones. \n\n<<masiye>>You sure are, Ophelia.\nAnyway-\n\n<<nar>>Masi, takes a step forward as he tries to enter the house but Corinth shift herself in front of the doorway blocking our entrance. \n\n<<corinth>>I just cleaned and waxed these floors last night, there's no way in hell I'm letting you in like that. \nGive me a second, let be get something. \n\n<<nar>>As she turned to enter into the home Baldr exclaimed. \n\n<<baldr>>Wait! \n\n<<corinth>>Huh?\n\n<<baldr>>I mean, don't you think hosing us down is going a little far?\nI'd be happy just drying off in the sun or something. \n\n<<corinth>>Hosing you down?\nWhy would I do that?\nThat would be counter intuitive. \nI was going to get some towels and a bucket to keep you wet shoes. \n\n<<baldr>>Oh....\nThat makes sense. \n\n<<nar>>Masiye, Julien and Ophelia snicker in the background and Corinth glances over at them.\n\n<<corinth>>You three haven't changed at all, have you?\nStill pulling pranks at your big ages?\n\n<<julien>>Hey, don't look at me!\nMasi started it.\n\n<<masiye>>I take full responsibility for being the most fun person in the room. \nWell, we're outside right now-\nYou know what I mean. \n\n<<nar>>Corinth sighs. \n\n<<corinth>>I'm already regretting this. \nHey Fee fee, you seem pretty dry, wanna help me get some stuff for the rest of the guys. \n\n<<ophelia>>Sure. \n\n<<nar>>Ophelia and Corinth enter the house.\n\n<<corinth>>We'll just be a second, kay?\n\n<<masiye>>That house is huge as fuck, we'll be here for ages. \n\n<<nar>>He's right....\n\n20 minutes pass as I sit in the door step.\nJulien, Baldr and Masi are sprawled on the grass, probably pretty dry by now. \nI gaze up at the sky. \n(.,... song of the future explained.)\n\n<<corinth>>Hey.\n\n<<nar>>I look up and Corinth is gazing down at me. \n\n<<corinth>>It's been a while hasn't it?\n\n<<darcy>>Yah, I think the last time I saw everyone was two years ago.\n\n<<corinth>>Oh yah, that christmas thing our college did. \nThat feels like ages ago now. \n\n<<darcy>>It does.\n\n<<corinth>>Everyone's pretty much still the same though. \n\n<<nar>>We look out at the guys, fooling around the grass. \n\n<<corinth>>Feels just like christmas.\nIf I had my camera right now I'd snap a few photos. \nTo bribe them with of course. \n\n<<darcy>>That's very evil of you. \n\n<<corinth>>I hope you didn't think I mellowed out or anything. \nWe'll talk more in the house.",
		"position": {
			"x": 1145,
			"y": -411
		},
		"colorID": 0
	},
	{
		"title": "ch1_6",
		"tags": "",
		"body": "<<linette>>EEEEEK!!!\n\n<<nar>>Linette runs down stair. \n\n<<linette>>Oh my god, finally!!!\n\n<<nar>>She immediately collides in Julien squeezing him tight. \n\n<<linette>>I missed you so much, Julien!!\n\n<<julien>>Woah, I'm still kinda drenched from all that pond water. \n\n<<linette>>Yah, I noticed. Sorta regret the hug. \nBut I stay committed.\n\n<<linette>>Is that Masi!!!\n<<nar>>She hugs him.\n\n<<masiye>>Damn, for a tiny girl you're a tight hugger. \n\n<<linette>>Thank you. \nAlso, are you growing a beard, right now!!\n\n<<nar>>She examines him. \n\n<<linette>>Omg. you've a got a beard and everything!!\nLooking like \n\n<<masiye>>Thanks for noticing, unlike these other traitors. \nThis is why you're my favourite. \n\n<<linette>>Oh, who's your tall friend?\n\n<<masiye>>Pretty sure you know who Darcy is.\n\n<<linette>>Duh.\nHey, girl!\n\n<<nar>>I wave back timidly.\n\n<<darcy>>Hey. \n\n<<linette>>We have so much catching up to do, we barely talked last time. \n\n<<nar>>She turns to Baldr.\n\n<<linette>>So, you're Julien's cute friend, right?\n\n<<julien>>I-I never said it like that!!\n\n<<baldr>>What, you don't think I'm cute? \n\n<<julien>>That's not what I-\nLINETTE!\n\n<<linette>>What?\nI'm only teasing. \nBaldr, right?\n\n<<nar>>She extends a hand to shake.\n\n<<baldr>>Yup, and you're Linette?\n\n<<linette>>Yup, you even got the silent 'Ts' right.\nI'm keen to know more about you. \n\n<<julien>>Yah, I'm sure we're all keen to get to know each other a little more.\n\n<<masiye>>I'm getting a little uncomfortable in these clothes.\nIs there a place where we can change or something. \n\n<<linette>>Oh yah, we haven't yet decided who will sleep.\nThere's supposed to be some kind of game we play to decide that. \nBut I'm sure Corinth wouldn't mind you using the room Cass and I slept in.\nFollow me. \n\n<<nar>>upstairs. \n\n<<darcy>>Where's Cassien, anyway?\n\n<<linette>>You know her, she got pretty drunk last night so she's coming down from a hangover in our room.\n\n<<masiye>>Already?\nShe couldn't even wait for everyone to arrive for drinking herself shitless. \n\n<<linette>>That's what I said!\nI was like, \"Girl, aren't you gonna leave some booze for everyone else.\"\nAnd she says, \"They can die thirsty. Not leaving those-\n\n<<nar>>She whispers this word. \n\n<<linette>>fuckers, a drop!\"\nThen she got into a bit of a spat with Corinth when she asked to open another bottle. \nIt was honestly really funny. \nBut don't tell either of them I said that. \n\n<<julien>>Those two are always at each other necks. \nHopefully they behave for the next month.\n\n<<cassien>>Which two?\n\n<<nar>>Cassien is standing at the stairway. \n\n<<julien>>Ooooh...hey....\nHow's it going, Cass. \n\n<<cassien>>My head is killing me.\nFeels like I'm about to give birth to Athena. \n\n<<julien>>Oh, that sounds awful, haha. \n\n<<cassien>>And what's worse is that while I was trying to sleep I kept hearing all these voices getting louder and louder. \nHad to get out of bed to see what that was about.\n\n<<masiye>>Probably us. \nWe're going to change into clothes that aren't wet. \n\n<<cassien>>Why are you clothes wet?\n\n<<baldr>>We were swimming in the pond. \n\n<<cassien>>Wait, are you Julien's hot friend?\n\n<<julien>>Cass!!!\n\n<<baldr>>I mean, that could be any one of us. \n<<nar>>He says sheepishly. \n\n<<cassien>>Tall, muscular, pony puff that weird but kinda cute.\nYou match the profile perfectly. \n\n<<julien>>For the record, they were asking about you and all so that was the reason I said all that.\nNot the hot thing though. \nNot that you're not hot but I didn't say it like that. \nI was respectful, honest and also a little drunk.\nAlso, even if I did call you hot I all everyone hot. \nHey Darcy, you're hot!\nI just thought you should know that cos that's a totally normal thing to say about your friends. \n\n<<darcy>>Thanks. \n\n<<julien>>See, anyway where's that room you were talking about. \nOr actually, maybe we could just take a detour to the bathroom. \nI'm feeling a little queasy.\nRiver sickness I think.\n\n<<linette>>The bathroom's-\n\n<<julien>>You know what?\nI'll find it myself. Thank you! You're hot!\n\n<<julien>>Stumbles upstairs and scurries away.\n\n<<linette>>Wait, that's the wrong direction!\nYou're going to get lost. \n\n<<julien>>That's fine actually. Ideal even.\nOkay, goodbye. \n\n<<linette>>Well, that was strange. \n\n<<masiye>>He didn't call me hot.\n\n<<nar>>Cassien smells food. \n\n<<cassien>>I don't know what's being cooked but it smells divine. \n\n<<nar>>She begins going downstair. \n\n<<cassien>>Lovely catching up but there's a plate of food with my name on it. \nToodles. \n\n<<nar>>And with that she's gone.\n\n<<linette>>Guess that's sorted, tour continues. \n\n<<nar>>They eventually end up in the room their supposed to be in. \n\n<<linette>>This is the room Cassien and I were crashing in. \n\n<<masiye>>Jesus, it's huge. \nIt's even got it own bathroom. \nFeels like I'm being booked in a hotel room or something.",
		"position": {
			"x": 1426,
			"y": -462
		},
		"colorID": 0
	},
	{
		"title": "ch1_7",
		"tags": "",
		"body": "<<nar>>As we descend the stair case and enter into the dining room we are greeted by a feast laid out lavishly on silk table clothes. \n\n<<corinth>>Great, everyone's here now.\n\n<<cassien>>Finally!\nI'm starving!\nBut Cory insisted on waiting for you guys.\n\n<<corinth>>Corinth.\nAnd it's only polite. \nAfter all, if you really wanted things to go by faster you could've helped set the table. \n\n<<cassien>>I was helping!\nBy getting out of you and Linette's way. \nYou know I'd just mess things up. \nWouldn't know which side the salad spoon's supposed to sit or if the napkins should be folded into triangles or roses or whatever. \n\n<<corinth>>A salad spoon is used to serve salad, not eat it. \nYou'd use a salad fork for that. \nThe small fork over there. \n\n<<nar>>She points towards the fork. \n\n<<cassien>>See what I mean. \n\n<<masiye>>As exciting as this conversation is, I can literally feel my stomach tryna reach over and munch on one of my kidneys. \n\n<<corinth>>Oh right!\nYou guys must be starving.\n\n<<nar>>She gestures to the table. \n\n<<corinth>>Dinner is served!\n\n<<nar>>Everyone settles into their seats.\n\n<<baldr>>You made all of this by yourself? \n\n<<corinth>>I mean, I had help from Linette and Ophelia. \n\n<<linette>>You're giving me wayyyy too much credit.\nI literally just peeled potatoes. \nCorinth woke up at like five o'clock and started chopping and frying and boiling stuff. \nAt one point she was going so fast I was convinced she was breaking the laws of physics. \nIt was all her. \n\n<<ophelia>>Yah, she sorta supernatural in that way. \n\n<<corinth>>Guys...\nYou're gonna give me a big head. \nI just hope everyone enjoys their meal.\nI tried to keep everyone's food preferences into consideration.\nBut my memories pretty fuzzy.\nOphelia, you're still vegan, right?\n\n<<ophelia>>Yup!\nI tried too do a pesciterian thing last year though. \n\n<<linette>>You ate bugs!?!\n\n<<ophelia>>I tried to, but then I read this book about insects and their little lives and I couldn't bring myself to go through with it. \n\n<<corinth>>Well, I made sure that the non meat dishes didn't mix with the meat dishes and made a chilli especially for you. \n\n<<ophelia>>You're so thoughtful. \nThanks!\n\n<<corinth>>Although, I did have to hold back on the spices a little. \nSorry, Masi. \n\n<<masiye>>I mean, could the chicken be spicier?\nYes.\nBut I it's pretty fucking good. \n\n<<baldr>>It really is.\nWho taught you how to cook like this? \n\n<<corinth>>I'm mostly self taught. \nBut Diana was a major help.\n\n<<baldr>>Who?\n\n<<corinth>>Oh right! \nYou don't know her.\nShe worked with our family for many years. \nShe did most of the cooking while I was in high school.\n\n<<cassien>>Yah, I was meaning to ask;\nWhere is she?\nAnd the rest of staff too? \nShouldn't they be the ones cooking and setting things up? \n\n<<corinth>>Oh. \nI let them go.\n\n<<nar>>A few people surprised. \n\n<<cassien>>What!\nWhy?\nDid you catch one of them stealing and decided to go scorched earth or something? \n\n<<masiye>>Miss Rich Bitch doesn't play games but damn. \nThat's cold, girl. \n\n<<corinth>>Oh, woah!\nIt was nothing that serious!\nI just wanted some alone time that's all. \nPlus, Miss Rich Bitch over here made sure that they all walked away with a hefty severance package.\n\nThe house feels a little silent without them but I think it was something I needed to do after...\n\nNo actually that doesn't matter.\nHow have you guys been?\nWhat have you been up to? \n\n<<masiye>>Well, I've got a job!\n\n<<linette>>What! \nMasi, that's amazing!\n\n<<cassien>>Finally managed to put that journalism degree to use, huh? \n\n<<masiye>>You know I did. \nI was brought onto a team of writers at ... local news center. \nI haven't been assigned anything major as of yet but keep your eyes peeled. \nOne of my stories may wind up in the paper one of these days. \nMight even become an investigative journalist or something. \n\n<<julien>>Damn Peter Parker!\n\n<<masiye>>What? \n\n<<julien>>Peter Parker? You know, Spiderman. \nHe works for the Daily Buggle. \nFrom the comics.\n\n<<masiye>>I have literally never opened a comic book in my life and the only spider man I know is Anansi. \n\n<<>>",
		"position": {
			"x": 1711,
			"y": -438
		},
		"colorID": 0
	},
	{
		"title": "Node",
		"tags": "",
		"body": "There beneath me\nA garden was growing.\nThe petals of the tulips showing\nwith lips as blue as and patient as \n\nI will mourn that stolen garden\nforever.",
		"position": {
			"x": 1980,
			"y": -563
		},
		"colorID": 0
	},
	{
		"title": "Node_2",
		"tags": "",
		"body": "<<cassien>>In their eyes, I'm a fool.\nA girl with nothing to offer anyone. \nI am their prodigal daughter with a barren mind. \nA wasteland. \n\nI would like to be seen by other eyes.",
		"position": {
			"x": 845,
			"y": -667
		},
		"colorID": 0
	},
	{
		"title": "Node_3",
		"tags": "",
		"body": "<<carInt1>>\r\n<<nar>>\r\n...\r\n<<roseTransitionEnd>>\r\nI stare out at my window and watch the trees speed by out of existence. \r\nThat's often how the world feels for me. \r\nBright blurs that rush past me as I travel deeper into what should be the future. \r\nLike falling into an endless pit. \r\nI wonder...\r\nHow does she feel?\r\nThe me at the end of the world. \r\nThe me that creeps closer as each day passes through me and into the black mass of nothing that makes the past. \r\nIs she walking towards me as I walk towards her...\r\nor is she static?\r\nFixed permanently in place as I seek to collide with her?\r\n\r\n<<baldrLeft>>\r\n\r\n<<baldr>>So, how long have you been on the road?\r\n\r\n<<nar>>I'm jolted out of my thoughts.\r\nI tend to be a bit navel gaze-y at times.\r\nAn oracle thing maybe?\r\n\r\n<<darcyRight>><<darcy>>Umm...\r\nI've been walking since...\r\n<<nar>>I look down at my watch. \r\n<<darcy>>I'd say four hours. After I was dropped off at the bus stop.\r\n\r\n<<masiyeLeft>><<masiye>>What?\r\nWhy'd you do all that?!\r\nYou know we could've picked you up, right?\r\n\r\n<<baldrRight>><<baldr>>Yah, it'd have been no problem.\r\n\r\n<<darcyLeft>><<darcy>>I knew we'd probably find each other at some point so I decided to walk.\r\nPlus the seats at the bus stop weren't too comfortable anyway. \r\nIt really wasn't much of a bother, I swear. \r\n\r\n<<masiyeRight>><<masiye>>You really walked all this way cos the seats were uncomfortable?\r\nI guess I can't blame you.\r\nI remember having to pull like five splinters from the back of my shorts.\r\n\r\n<<opheliaLeft>><<ophelia>>Sounds like a pain in the ass. \r\n\r\n<<nar>>The girl on the other side of the car giggles a little as she says this.\r\n\r\n<<masiye>>Really? \r\nPuns? \r\nA guys's lamenting about a traumatic experience and all you can do is joke, huh?\r\n\r\n<<baldrRight>><<baldr>>You did set yourself up for that one.\r\n\r\n<<opheliaLeft>><<ophelia>>I see an opening and I-\r\n\r\n<<julienRight>><<julien>>The next turn's on your right. \r\n\r\n<<nar>>There was a brief moment of silence.\r\n\r\n<<julien>>Oh, sorry. I was talking to Baldr. \r\n\r\n<<nar>>They turn to us with the map in their hand. \r\n\r\n<<julien>>I'm on map duty. The burden of calling shotgun.\r\n\r\n<<nar>>They lean back into their seat as the car turns slowly. \r\n\r\n<<masiyeLeft>><<masiye>>So Darcy, How've you been?\r\n\r\n<<darcyRight>><<darcy>>I've been good, I think.\r\n\r\n<<masiye>>You think? \r\nGod, don't tell me. It's Mr. D, isn't it?\r\nGot you wrapped up in another scheme?\r\nIf there's one thing you have to know about Darcy, it's that she can't say no to anyone. \r\nGet's caught up in all sorts of stuff. \r\n\r\n<<darcy>>I'm really not that much of a push over, am I?\r\n\r\n<<masiye>>Girl, remember when we started that \"tutoring service\" in college.\r\nBut you kept giving up all the answer sheets for free.\r\n\r\n<<baldrLeft>><<baldr>>I'm assuming by \"tutoring service\", you mean you were helping freshmen cheat on their assignments.\r\n\r\n<<masiye>>That's what we were supposed to be doing but girl got in too deep. \r\nShe even started actually tutoring those guys. \r\nFor free no less!!!\r\n\r\n<<darcyRight>><<darcy>>I got carried away, I guess. \r\nMaybe I am a bit of a pushover. \r\n\r\n<<julienLeft>><<julien>>Nah, don't listen to Masi. He's a bad influence. \r\n\r\n\r\n<<MasiyeRight<<masiye>>Um, some of us have surgeries to to save up for, Julien. \r\nAfter all, what does it matter if a few English Lit majors become dumb English Lit professors. \r\nThe world could use less of them. \r\nTelling me where I gotta put my apostrophes and shit. \r\nWhat are those even for?\r\n\r\n<<darcy>>They're used in contractions or to indicate possessive nouns.\r\n\r\n<<masiye>>You're proving my point, Darc.\r\nSo, is Mr. D giving to some trouble or what?\r\n\r\n<<opheliaRight>><<ophelia>>Who's Mr. D?\r\n\r\n<<masiye>>Darcy's boss at the Krusty Cate's Kitchen. \r\n\r\n<<nar>>Ophelia takes a second as she processes those words. \r\n<<ophelia>>...\r\nPlease tell me Kate's spelt with a \"C\" and not a \"K\".\r\n\r\n<<darcyLeft>><<darcy>>It is now. \r\n\r\n<<masiyeRight>><<masiye>>Remember when we told Mr. D about what that acronym meant. \r\nHe looked absolutely mortified.\r\nI should've had a camera on me.\r\n\r\n<<darcy>>I think he gave us a bunch of coupons as well.\r\nStill have mine.\r\n\r\n<<masiye>>Same. \r\nWhile I was and still am a dedicated member of the KCK, unaffiliated with you know who, \r\nI'd never make the mistake of actually eating there.  \r\nI wouldn't wanna steal Julien's IBS thing, yah know.\r\n\r\n<<julienLeft>>You know damn well it was food poisoning!\r\n\r\n<<masiye>>Hey, I'm not judging, \r\nWe all have our lot in life.\r\n\r\n<<julien>>I regret ever stepping into this vehicle with you. \r\n\r\n<<masiye>>Why? \r\nI'm having so much fun right now.\r\nSo how's Mr. D anyways, Darc? \r\nStill being himself?\r\n\r\n<<darcyLeft>><<darcy>>Last time I saw him he was doing fine. \r\nBut I don't work there anymore.\r\nIn fact the old KCK's been closed for a while now. \r\n\r\n<<masiye>>Really!!!\r\nWhy?\r\nDid they finally get them for the roach infestation?\r\nI don't know how we passed one health inspection let alone 3 year's worth. \r\n\r\n<<darcy>>Oh no, it was nothing like that. \r\n\r\n<<opheliaLeft>><<ophelia>>Was it for the triple K incident. \r\n\r\n<<masiye>>I don't think the average Dustdent townie gave much of a fuck about that. \r\nIn fact some of them were mad seeing the second K come down. \r\nLike, two people even came to protest. \r\nBut that's not the point! \r\nWhat happened, Darc?\r\n\r\n<<darcyLeft>><<darcy>>Honestly, nothing. \r\nMr. D got tired of the whole thing and shut it down.\r\nI helped him close shop and we parted ways. \r\n\r\n<<masiye>>Oh.\r\nMuch less exciting than I expected. \r\nThere wasn't even one gas fire or like a drug sting? \r\n\r\n<<darcy>>I'm afraid not.\r\n\r\n<<opheliaRight>><<ophelia>>So, what do you do now?\r\n\r\n<<darcy>>Nothing at the moment.\r\nStill looking for work. \r\n\r\n<<ophelia>>I'm sure you'll find something soon. \r\n\r\n<<darcy>>Yah, something's gonna come up soon. \r\nKey's to keep looking, I guess. \r\n\r\n<<masiye>>And if all else fails you can fall back on your little talent. \r\n\r\n<<ophelia>>Talent? What talent?\r\n\r\n<<darcy>>It's nothing really.\r\n\r\n<<masiye>>Girl, you're joking, right? \r\nThat shit's not nothing. \r\nRemember the cancer guy incident?\r\n\r\n<<ophelia>>What are you guys talking about?\r\nAre you a doctor or something? \r\n\r\n<<julien>>We have arrived!\r\n\r\n<<masiye>>Wait, really!?\r\n\r\n<<nar>>I sigh.\r\nI forgot that Masi knew about that. \r\nWhile he doesn't exactly know the depth of my so-called talent I don't want any of that information out there. \r\nI'll have to talk to him about that later. \r\n<<roseTransition>>\r\n<<gateSunset>>\r\n...\r\nFor now, I watch as the tires crunch forward towards the black iron gates of Corinth's estate. \r\n<<roseTransitionEnd>>\r\nThe car vibrates softly as we stop a few inches from the gate. \r\n\r\n<<julien>>Someone's got to go out there and open the gate. \r\n\r\n<<masiye>>I'll do it!!!\r\n\r\n<<ophelia>>You'll have to crawl over me or Darcy to get to the door. \r\n\r\n<<masiye>>You're strong gals, you can handle it. \r\n\r\n<<nar>> He reaches for the door handle on my side and flings it open before carefully moving over me and jumping out of the car.\r\nHe then jogs forward towards the gate pushing it open with all his strength. \r\n\r\n<<baldr>>Will he need help?\r\n\r\n<<julien>>Masi's pretty capable, we just gotta let him do his thing. \r\nSmall but fierce. \r\n\r\n<<nar>>Just as those words were spoken, Masi tripped and fell on his face before standing up quickly and dusting himself off. \r\n\r\n<<julien>>...\r\nI'll look after the car. \r\n\r\n<<nar>>Baldr nods, removes his seatbelt and opens the car door joining Masi a few paces later. \r\nThey both push at one of the heavy gate doors until they make a wide enough gap for the car to fit through. \r\nThen without warning, Julien remove his seatbelt, hops into the driver's seat and slams the door shut.\r\n\r\n<<darcy>>Aren't we gonna wait for the boys? \r\n\r\n<<julien>>Of course!\r\n\r\n<<nar>>The car speeds forward down the dusty path as both of the guys stand in shock before beginning to run after the car.\r\n\r\n<<julien>>This is just my way of getting back at both of them for something.\r\n\r\n<<ophelia>>That's petty of you!\r\nI support it though.\r\n\r\n<<darcy>>Isn't it quite a long walk all the way to Corinth's house, though?\r\n\r\n<<julien>>Don't worry, I won't go too far.\r\nJust far enough that they think we might abandon them.\r\n\r\n<<ophelia>>Not even a few minutes in and the prank wars have already began. \r\n\r\n<<julien>>I don't make the rules, I just follow them. \r\nBut since Darcy looks so worried I think I might stop here. \r\nI've proved my point. \r\n\r\n<<nar>>The car jerks forward as it stops and I draw down my window.\r\n\r\nBoth Masi and Baldr are jogging towards the car, breathless. \r\nBaldr finally reaches the driver's seat door and Julien rolls down the window. \r\nHe takes a few gulps of air as he wipes the sweat from his brow. \r\n\r\n<<baldr>>Funny guy, are we?\r\n\r\n<<julien>>It's not my fault! I lost control of the vehicle, kay?\r\n\r\n<<masiye>>Bullshit!!!\r\nYou knew exactly what you were doing you little rat!\r\n\r\n<<ophelia>>I mean, the weather is pretty good for a jog. \r\n\r\n<<masiye>>Enabler!!!\r\nThe only person I can trust around here is Darcy.\r\n\r\n<<julien>>This was actually her idea.\r\n\r\n<<darcy>>What?\r\n\r\n<<ophelia>>She came up with the whole thing. \r\nWe were just as surprised as you are. \r\n\r\n<<masiye>>My girl would never do me like that!\r\nRight, Darc?\r\n\r\n<<nar>>I shrug. \r\n\r\n<<darcy>>I mean, you did steal my hair tie that one time. \r\n\r\n<<masiye>>Firstly, the hair tie needed to be re-homed after you decided to go bald. \r\n\r\n<<darcy>>Bald!?!\r\n\r\n<<masiye>>And secondly, I'm gonna get every last one of you, including you tall guy.\r\n\r\n<<baldr>>Wait, what did I do? \r\nI'm a victim too.\r\n\r\n<<masiye>>Collateral damage.\r\n\r\n<<darcy>>You know collateral damage isn't intentional, right?\r\n\r\n<<masiye>>It was an oxymoron. \r\nNow move over, I've gotta take my seat.\r\n\r\n<<nar>>I purse my lips. \r\n\r\n<<ophelia>>You're trying to resist the urge to correct him, aren't you?\r\n\r\n<<nar>>A fellow oracle? \r\n\r\n<<nar>>We all take jabs at each other as the car starts up once again and we travel through the thick forestry of the estate.\r\nThe minutes role by as we grow\r\n\r\n\r\n<<masiye>>Hey look!\r\nThat's the lake isn't it?\r\n\r\n<<ophelia>>Looks like it. \r\n\r\n<<masiye>>Hey Baldr, why don't you stop for a second. \r\n\r\n<<ophelia>>Huh? Why?\r\n\r\n<<masiye>>Isn't it obvious?\r\nWe're going for a swim. \r\n\r\n<<ophelia>>Are you kidding!! \r\nAll my swimming stuff's in my suitcase. \r\nI'd have to unpack everything just to find it. \r\n\r\n<<masiye>>We could skinny dip. \r\n\r\n<<julien>>Yah, I don't wanna do that again. \r\n\r\n<<ophelia>>I second that. \r\n\r\n<<julien>>I wouldn't mind just jumping in fully clothed though. \r\n\r\n<<ophelia>>Bastard!\r\n\r\n<<baldr>>Well, let's put it to a vote then. \r\nSo obviously Masi's down.\r\n\r\n<<masiye>>Mmhmm. \r\n\r\n<<baldr>>And you?\r\n\r\n<<nar>>He turns to julien who nods. \r\n\r\n<<julien>>I'm down too!\r\nThis car's getting kinda stuffy anyway.\r\n\r\n<<ophelia>>Well, I'm still opposed.\r\nAt the very least I'd need a swimming cap and goggles. \r\n\r\n<<baldr>>Okay, I respect that. \r\n\r\n<<nar>>He then turns to me.\r\n\r\n<<baldr>>And you?\r\nTo swim or not to swim?\r\n\r\n<<darcy>>I close my eyes for a second.\r\nIs this important enough to summon the future?\r\nNo. \r\nWhatever we decide here will be of no consequence. \r\nWe're free to do as we choose.\r\n\r\n[[swim|ch1_swim]]\r\n[[nswim|ch1_nswim]]",
		"position": {
			"x": 466,
			"y": -116
		},
		"colorID": 0
	},
	{
		"title": "no",
		"tags": "",
		"body": "Then I'm afraid we may have to part here.",
		"position": {
			"x": -333,
			"y": -432
		},
		"colorID": 0
	}
]